Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: Funds sent to non-Polygon {ticker} addresses could be permanently lost!
de: Beträge, nicht an Polygon {ticker}-Adressen gesendet werden, können dauerhaft verloren gehen!
es: Los fondos que se envían hacia direcciones que no sean de {ticker} en Polygon podrían perderse permanentemente.
fr: Les fonds envoyés à des adresses {ticker} autres que Polygon pourraient être définitivement perdus !
nl: Valuta die naar niet-Polygon {ticker}-adressen worden verzonden, kunnen permanent verloren gaan!
pt: Fundos enviados para endereços não-Polygon {ticker} podem ser perdidos permanentemente!
ru: Средства отправляемые на не-Polygon адреса {ticker} могут быть безвозвратно потеряны!
uk: Кошти, надіслані на рахуни, що не належать до мережі Polygon {ticker}, можуть бути безповоротно втрачені!

source: Funds sent to non-Polygon {ticker} versions could be permanently lost!
de: Mittel die nicht an Polygon {ticker} Versionen versendet werden, können dauerhaft verloren gehen.
es: Los fondos que se envían hacia versiones de {ticker} que no sean en Polygon podrían perderse permanentemente.
fr: Les fonds envoyés à des versions de l'{ticker} autres que Polygon pourraient être définitivement perdus !
nl: Valuta dat verstuurd word naar een niet-Polygon {ticker} adres, kan permanent verloren gaan!
pt: Fundos enviados para versões não-Polygon {ticker} podem ser perdidos permanentemente!
ru: Средства отправляемые на не-Polygon версии {ticker} могут быть безвозвратно потеряны!
uk: Кошти, надіслані на {ticker} версії, що не належать до мережі Polygon, можуть бути безповоротно втрачені!

source: General
de: Allgemein
fr: Général
nl: Algemeen
pt: Geral
ru: Общая информация
uk: Загальні

source: Generic
de: Allgemein
es: Genérico
fr: Générique
nl: Generiek
pt: Genérico
ru: Обычный
uk: Загальний

source: Get NIM
de: Hol dir NIM
es: Obtener NIM
fr: Obtenir des NIM
nl: Koop NIM
pt: Recebe NIM
ru: Получить NIM
uk: Отримати NIM

source: Get started
de: Los geht's
es: Inicie
fr: Commencer
nl: Begin
pt: Começar
ru: Начать
uk: Розпочнемо

source: Get TEN31-verified for higher limits
de: Lasse dich von TEN31 verifizieren für höhere Limits.
es: Verifíquese con TEN31 para acceder a límites mayores
fr: Obtenez la vérification TEN31 pour des limites plus élevées
nl: Word TEN31-geverifieerd voor hogere limieten
pt: Obtém a verificação TEN31 para limites mais altos.
ru: Пройдите верификацию TEN31 для повышенных лимитов
uk: Отримати TEN31-верифікацію для вищих лімітів

source: Get verified for higher limits by authenticating with {provider}. These are the requirements:
de: Lasse dich für höhere Limits verifizieren durch eine Authentifizierung durch {provider}. Dies sind die Voraussetzungen:
es: Verifíquese para acceder a límites payores al autenticarse con {provider}. Esos son los requerimientos:
fr: Réalisez une vérification pour des limites plus élevées en vous authentifiant auprès de {provider}. Voici les conditions requises :
nl: Laat je verifiëren voor hogere limieten door u te authenticeren bij {provider}. Dit zijn de vereisten:
pt: Sê verificado para limites mais altos ao autenticar com {provider}. Estes são os requesitos:
ru: Пройдите проверку на повышенные лимиты, авторизовавшись с {provider}. Вам потребуется:
uk: Пройдіть автентифікацію в {provider}, щоб підвищити ліміти. Ось вимоги:

source: Go to staking overview
fr: Aller à la vue d'ensemble du staking

source: Got it
de: Alles klar
es: Lo tengo
fr: Compris
nl: Begrepen
pt: Entendido
ru: Понятно
uk: Зрозуміло

source: Got it!
de: Alles klar!
es: ¡Lo tengo!
fr: Compris !
nl: Begrepen!
pt: Entendido!
ru: Понятно!
uk: Зрозуміло!

source: Handling multiple addresses is now convenient and easy – with one password and shared login information.
de: Mit nur einem Passwort und einem Login ist es ist jetzt ganz einfach und bequem mehrere Addressen zu haben.
es: Manejar múltiples direcciones es ahora fácil y conveniente – con una sola contraseña y información de sesión compartida.
fr: Gérer plusieurs adresses est maintenant pratique et facile - avec un mot de passe et des informations de connexion partagés.
nl: Het verwerken van meerdere adressen is nu handig en gemakkelijk - met één wachtwoord en gedeelde aanmeldingsgegevens.
pt: Agora, gerir vários endereços é conveniente e fácil - com uma palavra passe e informação de acesso compartilhada.
ru: Управлять несколькими адресами теперь просто и удобно - один пароль и общая информация для доступа.
uk: Тепер можна з легкістю керувати декількома адресами за допомогою єдиного паролю.

source: Help
es: Ayuda
fr: Aide
pt: Ajuda

source: here
es: aquí
fr: ici
pt: aqui

source: Higher liquidity and global market adoption.
de: Höhere Liquidität und globale Marktakzeptanz.
fr: Plus de liquidité et adoption par un marché mondial.
nl: Hogere liquiditeit en wereldwijde marktacceptatie.
pt: Liquidez alta e adoção global de mercado.

source: Higher transparency and regulatory compliance.
de: Höhere Transparenz und regulatorische Konformität.
fr: Transparence accrue et respect des réglementations.
nl: Hogere transparantie en betere naleving van regelgeving.
pt: Transparência alta e conformidade regulatória.

source: Highest degree of decentralization
de: Höchster Grad an Dezentralisierung
es: Mayor grado de decentralization
fr: Le plus haut degré de décentralisation
nl: Hoogste graad van decentralisatie
pt: O maior grau de descentraliazação
ru: Высшая степень децентрализации
uk: Найвищий ступінь децентралізації

source: Historic value
de: Historischer Wert
es: Valor histórico
fr: Valeur historique
nl: Historische waarde
pt: Valor histórico
ru: Историческая стоимость
uk: Історична сума

source: HTLC Creation
de: HTLC-Erstellung
es: Creación de HTLC
fr: Création du HTLC
nl: HTLC Creatie
pt: Criação do HTLC
ru: Создание HTLC
uk: створення HTLC

source: HTLC Refund
de: HTLC-Rückerstattung
es: Reembolso de HTLC
fr: Remboursement du HTLC
nl: HTLC terugbetaling
pt: Reembolso do HTLC
ru: Возврат HTLC
uk: повернення HTLC

source: HTLC Settlement
de: HTLC-Abrechnung
es: Establecimiento del HTLC
fr: Règlement du HTLC
nl: HTLC schikking
pt: Liquidação do HTLC
ru: Взаиморасчет HTLC
uk: повідомлення HTLC

source: HTLC Settlement or Refund
de: HTLC Verrechnung oder Rückerstattung
es: Establecimiento o Reembolso de HTLC
fr: Règlement ou remboursement HTLC
nl: HTLC-schikking of restitutie
pt: Liquidação ou reembolso do HTLC
ru: Взаиморасчёт по HTLC или возврат средств
uk: HTLC врегулювання або повернення коштів

source: I paid
de: Ich habe bezahlt
es: Pagué
fr: J'ai payé
nl: Ik heb betaald
pt: Eu paguei
ru: Деньги отправлены
uk: Я заплатив

source: I understand that I have to send a {sepaInstantLink}.
de: Ich verstehe dass ich eine {sepaInstantLink} senden muss.
es: Entiendo que tengo que enviar un {sepaInstantLink}.
fr: Je comprends que je dois envoyer un {sepaInstantLink}.
nl: Ik begrijp dat ik een {sepaInstantLink} moet sturen.
pt: Eu entendo que tenho de enviar um {sepaInstantLink}.
ru: Я понимаю что мне нужно отправить {sepaInstantLink}.
uk: Я розумію, що маю надіслати {sepaInstantLink}.

source: I’m happy, stick with USDC
de: Ich bin zufrieden, bleib bei USDC
fr: Je suis satisfait, je reste avec l'USDC
nl: Ik blijf bij USDC
pt: Estou contente, manter USDC

source: ID document
de: Identifikations­dokument
es: Documento ID
fr: Pièce d'identité
pt: Documento de identificação
ru: Документ, удостоверяющий личность
uk: ID документ

source: If in doubt, you can always check your balance at {nimiqWatchLink}
fr: En cas de doute, vous pouvez toujours vérifier votre solde sur {nimiqWatchLink}
pt: Se estás em dúvida, podes sempre verificar o teu saldo em {nimiqWatchLink}

source: If this error persists, check your internet connection or reload the page to reconnect.
de: Wenn dieser Fehler weiterhin besteht, überprüfe deine Internetverbindung oder lade die Seite neu, um die Verbindung wiederherzustellen.
es: Si este error persiste, revise su conexión a Internet o recargue la pantalla para re-conectarse.
fr: Si cette erreur persiste, vérifiez votre connexion Internet ou rechargez la page pour vous reconnecter.
nl: Als deze fout zich blijft voordoen, controleer dan je internetverbinding of laadt de pagina opnieuw om opnieuw verbinding te maken.
pt: Se este erro persistir, verifica a tua conexão à internet ou recarrega esta página para te reconectares.
ru: Если ошибка не исчезает, проверьте, подключены ли вы к интернету или перезагрузите эту страницу, чтобы подключиться заново.
uk: Якщо ця помилка не зникає, перевірте підключення до Інтернету або перезавантажте сторінку, щоб відновити зв’язок.

source: If you already made a payment which was not accepted, please contact GoCrypto for a refund.
de: Wenn du bereits eine Zahlung vorgenommen hast, die nicht akzeptiert wurde, kontaktiere bitte GoCrypto für eine Rückerstattung.
es: Si ha realizado un pago que no ha sido aceptado, por favor contacte a GoCrypto para que le reintegren su dinero.
fr: Si vous avez déjà effectué un paiement qui n'a pas été accepté, veuillez contacter GoCrypto pour obtenir un remboursement.
nl: Als je al een betaling hebt gedaan die niet is geaccepteerd, neem dan contact op met GoCrypto voor een terugbetaling.
pt: Se já fizeste um pagamento que não foi aceite, por favor contata GoCrypto para um reembolso.
ru: Если вы уже совершили платеж, что не был принят, пожалуйста свяжитесь с GoCrypto для возврата средств.

source: If you already made a payment, wait for it to be confirmed instead.
de: Wenn du bereits eine Zahlung vorgenommen hast, warte stattdessen, bis sie bestätigt wird.
es: Si ya ha realizado un pago, por favor espere por la confirmación.
fr: Si vous avez déjà effectué un paiement, attendez qu'il soit confirmé.
nl: Als je al een betaling hebt gedaan, wacht dan tot deze is bevestigd.
pt: Se já fizeste um pagamento, aguarda pela confirmação.
ru: Если вы уже совершили платеж, сначала дождитесь его подтверждения.

source: If you require further assistance, please reach out at {discordLink}
fr: Si vous avez besoin d'une assistance plus poussée, veuillez nous contacter sur {discordLink}
pt: Se precisares de assistência, por favor contacta-nos via {discordLink}

source: Import Contacts
de: Kontakte importieren
es: Importar Contactos
fr: Importer des contacts
nl: Contacten importeren
pt: Importar Contactos
ru: Импортировать контакты
uk: Додати контакти

source: Import contacts that you exported from the Safe.
de: Importiere Kontakte, die du aus dem Safe exportiert hast.
es: Importe contactos que exporto de la Nimiq Safe
fr: Importer les contacts que vous avez exporté depuis le Safe.
nl: Importeer contacten die je heb geëxporteerd van de Safe.
pt: Importar contactos que foram exportados do Cofre.
ru: Импортировать контакты выгруженные из Safe
uk: Додати контакти що використовувалися у старій версії.

source: Import it to any browser and enter your password to use the same addresses.
de: Einfach in einem anderen Browser importieren und Passwort eingeben um Zugriff auf die selben Adressen zu erlangen.
es: Importelo a cualquier navegador e ingrese su contraseña para usar la misma dirección.
fr: Importez-le dans n'importe quel navigateur et entrez votre mot de passe pour utiliser les mêmes adresses.
nl: Importeer het in elke browser en voer je wachtwoord in om dezelfde adressen te gebruiken.
pt: Importar para qualquer browser e insire a tua palavra passe para utilizar os mesmos endereços.
ru: Импортируйте его в любой браузер и введите пароль для доступа к тем же адресам.
uk: Завантажте файл у будь який веб-оглядач і введіть пароль, щоб використовувати ті самі адреси.

source: Improve your privacy by creating a new address for every transaction. Old addresses still work.
de: Verbessere deine Privatsphäre indem du eine neue Adresse für jede Transaktion erstellst. Alte Adressen funktionieren auch noch.
es: Mejore la privacidad al crear una nueva dirección para cada transacción. Direcciones antiguas aún funcionan.
fr: Améliorez votre confidentialité en créant une nouvelle adresse pour chaque transaction. Les anciennes adresses fonctionnent toujours.
nl: Verbeter je privacy door voor elke transactie een nieuw adres aan te maken. Oude adressen werken ook nog.
pt: Melhora a sua privacidade ao criar um novo endereço para cada transação. Endereços antigos ainda funcionam.
ru: Улучшите свою приватность, создавая новый адрес для каждой транзакции. Старые адреса продолжают работать.
uk: Покращіть вашу приватність, створюючи нову адресу для кожної транзакції. Старі адреси все ще працюють.

source: Improved Accessibility
de: Vereinfachter Login
es: Accesibilidad Mejorada
fr: Accessibilité améliorée
nl: Verbeterde toegankelijkheid
pt: Acessibilidade melhorada
ru: Улучшенная Доступность
uk: Покращений інтерфейс

source: In case of any issues, like exceeded limits or insufficient amounts, the automatic refunds will only work for individual IBAN addresses.
de: Falls Probleme auftreten, wie eine ausgeschöpfte Obergrenze oder unzureichende Beträge, funktioniert die automatische Rückerstattung nur für individuelle IBAN-Adressen.
es: En caso de problemas como limites excedidos o fondos insuficientes, el reembolso automático funciona solo en direcciones IBAN individuales.
fr: En cas de problème, comme un dépassement de limite ou un montant insuffisant, les remboursements automatiques ne fonctionneront que pour les IBANs individuels.
nl: In het geval van problemen, zoals overschrijding van limieten of onvoldoende bedragen, werken de automatische terugbetalingen alleen voor individuele IBAN-adressen.
pt: No caso de haver algum problema como exceder os limites ou quantias insuficientes, os reembolsos automáticos só vão funcionar para endereços de IBAN individuais.
ru: В случае каких-либо трудностей, вроде: недостаточная сумма или превышение лимитов, автоматический возврат средств будет произведен только на индивидуальные IBAN-адреса.
uk: У разі будь-яких проблем, наприклад перевищення лімітів або недостатніх сум, автоматичне відшкодування працюватиме лише для індивідуальних IBAN адрес.

source: incl. pool fee
fr: frais de pool inclus
pt: incl. taxa da pool

source: Incomplete balances being displayed.
fr: Affichage des soldes incomplet.
pt: Saldos incompletos estão a ser mostrados.

source: Increase the speed of your transaction by paying a higher network fee. The fees go directly to the miners.
de: Du kannst eine höhere Netzwerkgebühr bezahlen, um deine Transaktion zu beschleunigen. Die Gebühr geht direkt an die Miner.
es: Incremente la velocidad de sus transacciones al pagar una mayor cuota de red. Las cuotas van directamente a mineros.
fr: Augmentez la vitesse de votre transaction en payant des frais de réseau plus élevés. Ces frais vont directement aux mineurs.
nl: Verhoog de snelheid van je transactie door hogere netwerkkosten te betalen. De vergoedingen gaan rechtstreeks naar de miners.
pt: Aumenta a rapidez da tua transação ao pagar uma taxa de rede mais elevada. As taxas vão diretamente para o mineradores.
ru: Чтобы ускорить исполнение транзакции, увеличьте размер комиссии. Комиссия идёт напрямую майнерам.
uk: Збільшіть швидкість переказу, вказавши вищу комісію. Уся комісія збирається майнерами напряму.

source: Initial Swap Limit
de: Initiales Tauschlimit
es: Límite del Intercambio inicial.
fr: Limite de Swap initiale
nl: Initiële swaplimiet
pt: Limite de Troca inicial
ru: Начальный Лимит Обмена
uk: Початковий ліміт обміну

source: Install
de: Installieren
es: Instalar
fr: Installer
nl: Installeer
pt: Instalar
ru: Установить
uk: Встановити

source: Install Web App
de: Web-App Installieren
es: Instalar la Aplicación Web
fr: Installer l'application web
nl: Installeer web app
pt: Instalar a aplicação web
ru: Установить веб-приложение
uk: Встановити веб-додаток

source: Insufficient balance.
de: Unzureichendes Guthaben.
es: Balance insuficiente.
fr: Solde insuffisant.
nl: Onvoldoende saldo.
pt: Saldo insuficiente
ru: Недостаточный баланс.
uk: Недостатньо коштів.

source: invalid
de: ungültig
es: invalido
fr: invalide
nl: ongeldig
pt: Inválido
ru: некорректный
uk: некоректний

source: Invalid swap state, swap aborted!
de: Ungültiger Swap-Zustand, Tausch abgebrochen!
es: Estado del intercambio es invalido, ¡intercambio abortado!
fr: État du Swap invalide : Swap abandonné !
nl: Ongeldige status, swap afgebroken!
pt: Estado de Troca inválido, Troca interrompida!
ru: Некорректное состояние обмена, обмен прерван!
uk: Невірний стан обміну, обмін перервано!

source: Invite a friend with a {cashlink} or buy more here in the wallet.
de: Lade einen Freund mit einem {cashlink} ein oder kaufe mehr hier in der Wallet.
es: Invite a un amigo con un {cashlink} o compre más aquí en la billetera.
fr: Invitez un ami avec un {cashlink} ou achetez-en plus directement dans le Wallet.
nl: Nodig een vriend uit met een {cashlink} of koop meer in de Wallet.
pt: Convida um amigo com um {cashlink} ou compra mais aqui na wallet.
ru: Пригласите друга при помощи {cashlink} или купите ещё прямо здесь, в кошельке.
uk: Запросіть друга за допомого {cashlink} або купіть більше тут, у гаманці.

source: Is your bank eligible?
de: Ist deine Bank geeignet?
es: ¿Es su banco soportado?
fr: Votre banque est-elle éligible ?
nl: Komt je bank in aanmerking?
pt: O teu banco é elegível?
ru: Подходит ли ваш банк?
uk: Чи може банк здійснювати оператцію?

source: It's safe to close your wallet now
de: Du kannst deine Wallet jetzt schließen
es: Es seguro cerrar su billetera ahora
fr: Vous pouvez maintenant fermer votre Wallet en toute sécurité
nl: Je kan je wallet nu veilig afsluiten
pt: É seguro fechares a tua wallet agora
ru: Теперь можно закрыть кошелек
uk: Тепер можна закрити веб-оглядач

source: Keyguard Mode
de: Keyguard Modus
es: Modo Keyguard
fr: Mode Keyguard
pt: Modo Keyguard
ru: Режим Keyguard
uk: Keyguard режим

source: Label the sender
de: Benenne den Sender
es: Etiquetar al emisor
fr: Étiquetez l'expéditeur
nl: Label de afzender
pt: Marcar o rementente
ru: Имя отправителя
uk: Підпишіть відправника

source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal
pt: Idioma
ru: Язык
uk: Мова

source: Learn about the new Nimiq
fr: En savoir plus sur le nouveau Nimiq
pt: Sabe mais sobre a nova Nimiq

source: Learn more
de: Mehr erfahren
es: Aprenda más
fr: En apprendre plus
nl: Leer meer
pt: Sabe mais
ru: Узнать больше
uk: Дізнайтеся більше

source: Learn more about the update
fr: En savoir plus sur la mise à jour
pt: Sabe mais sobre a atualização

source: Learn more here
de: Hier erfährst du mehr
es: Aprenda más aquí
fr: En apprendre plus
nl: Leer hier meer
pt: Sabe mais aqui
ru: Узнать подробнее здесь
uk: Дізнайтеся більше тут

source: Legacy USDC (USDC.e)
es: Antiguo USDC (USDC.e)
fr: USDC original (USDC.e)
ru: Устаревший USDC (USDC.e)

source: Let's get started! Create your Nimiq account:
de: Los geht's! Erstelle jetzt dein Nimiq-Konto:
es: ¡Comencemos! Cree su cuenta Nimiq:
fr: Commençons ! Créez votre compte Nimiq :
nl: Laten we beginnen! Maak je eigen Nimiq account:
pt: Vamos começar! Cria a tua conta Nimiq:
ru: Давайте приступим! Создайте свой аккаунт Nimiq:
uk: Розпочнемо! Створіть рахунок у мережі Німік.

source: Let's go
de: Und los
es: Adelante
fr: Allons-y
nl: Aan de slag
pt: Vamos lá
ru: Поехали
uk: Вперед!

source: Limit of copied addresses reached.
de: Grenze kopierbarer Adressen erreicht.
es: Se ha alcanzado el límite de direcciones.
fr: Limite d'adresses copiées atteinte.
nl: Limiet van gekopieerde adressen bereikt.
pt: Limite do endereço copiado atingido.
ru: Лимит скопированных адресов достигнут.
uk: Вичерпано ліміт скопійованих адрес.

source: Link not available in this browser
de: Link in diesem Browser nicht verfügbar
es: El vínculo no esta disponible en este navegador
fr: Lien non disponible dans ce navigateur
nl: Link niet beschikbaar in deze browser
pt: O link não está disponível neste browser
ru: Ссылка недоступна в этом браузере
uk: Посилання не доступне у вашому веб-оглядачі

source: Load file
de: Datei laden
es: Cargar archivo
fr: Charger le fichier
nl: Bestand laden
pt: Carregar ficheiro
ru: Загрузить файл
uk: Завантажити

source: Loading chart...
fr: Chargement du graphique...

source: Loading fees and limits
de: Lade Gebühren und Limits.
es: Cargando cuotas y límites
fr: Chargement des frais et limites
nl: Toeslag en limieten ophalen
pt: A carregar taxas e limites
ru: Загрузка комиссии и лимитов

source: Loading Moonpay...
de: Lade Moonpay...
es: Cargando Moonpay...
fr: Chargement de Moonpay...
nl: MoonPay laden...
pt: A carregar Moonpay...
ru: Загружаем Moonpay...
uk: Завантажуємо Moonpay...

source: loading...
de: lade...
es: cargando...
fr: chargement...
nl: laden...
pt: a carregar...
ru: загрузка...
uk: завантаження...

source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
nl: Laden...
pt: A carregar...
ru: Загрузка...
uk: Завантаження...

source: Lock up NIM to support the network and earn new NIM as a reward.
fr: Verrouillez du NIM pour soutenir le réseau et gagnez de nouveaux NIM en récompense.
pt: Bloqueia NIM para segurar a rede e recebe novo NIM em recompensa.

source: Locking up {asset}
de: Einschließen von {asset}
es: Encerrando {asset}
fr: Verrouillage de {asset}
nl: {asset} vergrendelen
pt: A bloquear {asset}
ru: Замораживаем {asset}
uk: Замикаємо {asset}

source: Log in on your devices with the new Nimiq Login Files.
de: Mit den neuen Nimiq Login-Dateien kannst du dich auf all deinen Geräten anmelden.
es: Inicie sesión en sus dispositivos con los nuevos Archivos de Sesión Nimiq.
fr: Utilisez le fichier de connexion Nimiq pour vous connecter.
nl: Log in op je apparaten met de nieuwe Nimiq Login Files.
pt: Inicia sessão nos teus dispositivos com os novos Ficheiros de Login da Nimiq.
ru: Войдите в систему на вашем устройстве при помощи логин-файла.
uk: Отримайте доступ до рахунків за допомогою файлу-ключа.

source: Login File
de: Login‑Datei
es: Archivo de Sesión
fr: Fichier de connexion
pt: Ficheiro de Login
ru: Файл Авторизации
uk: Файл-ключ

source: Logout
de: Ausloggen
es: Cerrar Sesión
fr: Déconnexion
nl: Log uit
pt: Sair
ru: Выйти
uk: Вийти

source: Long press to confirm
de: Gedrückt halten um zu bestätigen.
es: Mantenga presionado para confirmar
fr: Appui long pour confirmer
nl: Ingedrukt houden om te bevestigen
pt: Pressiona continuamente para confirmar
ru: Удерживайте для подтверждения
uk: Довге натискання для підтвердження

source: Make sure they are sending Polygon {ticker}.
de: Vergewissere dich dass die Sender:innen Polygon {ticker} senden.
es: Asegurese que estan enviando {ticker} en Polygon
fr: Assurez-vous que c'est du Polygon {ticker} qui est envoyé.
nl: Zorg ervoor dat ze Polygon {ticker} verzenden.
pt: Certifica-te que estão a enviar endereços Polygon {ticker}.
ru: Убедитесь что они отправляют Polygon {ticker}.
uk: Переконайтеся, що вони надсилають Polygon {ticker}.

source: Many updates like easier address names, more accessible swaps and an improved asset overview await.
de: Viele Aktualisierungen wie einfachere Adressnamen, leichter zugängliche Swaps und eine verbesserte Übersicht erwarten dich.
es: Muchas actualizaciones te esperan, como nombres de direcciones mas fáciles de usar, intercambios mas accesibles y una vista mejorada de sus bienes.
fr: De nombreuses mises à jour telles que des noms d'adresses plus faciles, des swaps plus accessibles et une vue d'ensemble améliorée des actifs vous attendent.
nl: Veel updates zoals eenvoudigere adresnamen, toegankelijkere swaps en een verbeterd valuta overzicht wachten op je.
pt: Várias atualizações como nomes de endereços mais fáceis, trocas mais acessíveis e uma visão geral melhorada estão em espera.
ru: Множество нововведений, таких как упрощенные названия адресов, более удобный обмен и улучшенный обзор активов, ждут вас.
