Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: There are many options, use a credit card or trade crypto. You can find more exchanges on {link}
de: Es gibt viele Möglichkeiten, benutze deine Kreditkarte oder tausche mit anderen Kryptowährungen. Weitere Tauschbörsen findest du unter {link}
es: Existen muchas opciones, use una tarjeta de credito o intercambie sus criptomonedas. Puede encontrar mas casas de cambio en {link}
fr: Il existe de nombreuses options, utilisez une carte de crédit ou échangez une crypto. Vous pouvez trouver plus d'échanges sur {link}
nl: Er zijn vele opties, gebruik een credit card of verhandel crypto. Vind meer opties via {link}
pt: Há várias opções, usa um cartão de crédito ou troca criptomoedas. Podes encontrar mais exchanges em {link}
ru: Есть различные способы, оплатить кредитной картой или купить за криптовалюту. Вы можете найти больше бирж и обменников здесь {link}.
uk: Існує багато варіантів - купуйте за допомогою банківської карти, або через біржу. Ви можете знайти більше крипто-бірж за посиланням: {link}

source: There is no ‘forgot password’
de: Es gibt kein "Passwort vergessen"
es: No hay opción de "Olvidé mi contraseña"
fr: Il n'y a pas de "mot de passe oublié"
nl: Er is geen "wachtwoord vergeten"
pt: A opção 'esqueci-me da palavra passe' não existe
ru: Обратите внимание, что функция восстановления пароля не предусмотрена.
uk: Функція "відновлення паролю" НЕ існує

source: There's a problem
de: Es gibt ein Problem
es: Hay un problema
fr: Il y a un problème
nl: Er is een probleem
pt: Há um problema
ru: Есть проблема
uk: Сталася проблема

source: Think features, not currency
de: Denk an Funktion, nicht an Währung
es: Piensa en características, no en monedas.
fr: Pensez aux fonctionnalités, pas à la monnaie
nl: Denk in functionaliteiten, niet in valuta
pt: Pensa em recursos e não em moedas
ru: Думайте о возможностях, а не валюте
uk: Думайте про функції, а не про валюту

source: This historic value is based on an average of cross-exchange prices. It might vary due to market volatility and liquidity.
de: Dieser historische Wert basiert auf einem Mittelwert von mehreren Tauschbörsen. Er kann aufgrund von Markt-Volatilität und Liquidität variieren.
es: Este valor histórico se basa en una media de los precios de las casas de cambio. Puede variar debido a la volatilidad y liquidez del mercado.
fr: Cette valeur historique est basée sur une moyenne de plusieurs plateformes d'échange. Elle peut varier en fonction de la volatilité et de la liquidité du marché.
nl: Deze historische waarde is gebaseerd op een gemiddelde van de koersen. Het kan variëren als gevolg van marktvolatiliteit en liquiditeit.
pt: Este valor histórico é baseado numa média de preços de várias exchanges. Tende a variar devido à volatilidade e liquidez do mercado.
ru: Эта историческая стоимость основана на среднем значении межбиржевых цен. Она может меняться в зависимости от волатильности рынка и ликвидности.
uk: Ця історична вартість базується на середньому перехресному обміні. Вона може змінюватися через волатильність ринку та ліквідність.

source: This IBAN is for a different country than the bank
de: Diese IBAN ist für ein anderes Land als die Bank
es: El IBAN es de un país diferente que el banco
fr: Cet IBAN correspond à un pays différent de celui de votre banque
nl: Deze IBAN is voor een ander land dan de bank
pt: Este IBAN é para um país diferente do banco
ru: Страна этого IBAN-счета отличается от страны банка.
uk: Країна цього IBAN відрізняється від країни банку

source: This is a Legacy Account
de: Dies ist ein Legacy-Konto
es: Esta es una Cuenta Versión Antigua
fr: Ceci est un ancien type de compte.
nl: Dit is een Legacy Account
pt: Isto é uma Conta Legacy
ru: Это Аккаунт "старого" типа
uk: Це рахунок старого зразка

source: This is a single-use address
de: Dies ist eine Adresse zum einmaligen Gebrauch
es: Esta es una dirección de un solo uso
fr: Ceci est une adresse à usage unique
nl: Dit adres is maar 1 keer te gebruiken
pt: Isto é um endereço de uso único
ru: Этот одноразовый адрес
uk: Адреса одноразового використання

source: This is not a valid address
de: Dies Adresse ist ungültige
es: Este no es una dirección válida
fr: Ceci n'est pas une adresse valide
nl: Dit adres is niet geldig.
pt: Isto não é um endereço válido
ru: Это неправильный адрес
uk: Невірна адреса

source: This is not a valid IBAN
de: Dies ist keine gültige IBAN
es: Este no es un IBAN válido
fr: Ce n'est pas un IBAN valide
nl: Dit is een ongeldige IBAN
pt: Isto não é um IBAN válido
ru: Это неверный IBAN
uk: Це невірний IBAN

source: This might take up to {min} minutes.
de: Das kann bis zu {min} Minuten dauern.
es: Esto puede tomar {min} minutos.
fr: Cela peut prendre jusqu'à {min} minutes.
nl: Dit kan tot {min} minuten duren.
pt: Isto pode levar até {min} minutos.
ru: Это может занять до {min} мин.
uk: Це може зайняти до {min} хвилин.

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
nl: Deze maand
pt: Este mês
ru: В этом месяце
uk: Цього місяця

source: This pool controls a large share of the total stake. Support the network by staking with a smaller pool.
fr: Ce pool contrôle une grande partie du staking total. Soutenez le réseau en misant avec un pool plus petit.
pt: Esta pool controla uma grande parte da participação total. Suporta a rede ao fazer participação com uma pool mais pequena.

source: This pool controls an almost critical share of the total stake. Choose a smaller pool to improve the network’s security.
fr: Ce pool contrôle une part quasi-critique de l'enjeu total. Choisissez un pool plus petit afin d'améliorer la sécurité du réseau.
pt: Esta pool controla uma parte quase fundamental da participação total. Escolhe uma pool mais pequena para melhorar a segurança da rede.

source: This pool is reliably available for block production.
fr: Ce pool est disponible de manière fiable pour la production de blocs.
pt: Este pool está disponível de forma fiável para a produção de blocos.

source: This pool is safe to stake with.
fr: Le staking est sécurisé via ce pool.
pt: É seguro participar nesta pool.

source: This pool is usually available for block production.
fr: Ce pool est généralement disponible pour la production de blocs.
pt: Esta pool está geralmente disponível para produção em bloco.

source: This pool regularly fails to be available for block production.
fr: Ce pool n'est régulièrement pas disponible pour la production de blocs.
pt: Esta pool não está frequentemente disponível para a produção de blocos.

source: This pool regularly fails to produce blocks.
fr: Ce pool ne produit régulièrement pas de blocs.
pt: Este pool não está frequentemente a produzir blocos.

source: This pool reliably produces blocks.
fr: Ce pool produit des blocs de façon fiable.
pt: Esta pool produz blocos de forma fiável.

source: This pool sometimes fails to produce blocks.
fr: Il arrive que ce pool ne produise pas de blocs.
pt: Esta pool às vezes falha ao produzir blocos.

source: This pool usually produces blocks.
fr: Ce pool produit habituellement des blocs.
pt: Esta pool produz blocos regularmente.

source: This service is currently not available in your region.
de: Dieser Service ist aktuell in deiner Region nicht verfügbar.
es: El servicio actualmente no esta disponible en tu región.
fr: Ce service n'est actuellement pas disponible dans votre région.
nl: Deze service is momenteel niet beschikbaar in jouw regio.
pt: Este serviço de momento não está disponível na tua região.
ru: Данный сервис не доступен в Вашем регионе.
uk: Наразі цей сервіс є недоступним у вашому регіоні.

source: This service is operated by {link}
de: Dieser Service wird von {link} bereitgestellt.
es: El servicio es operado por {link}
fr: Ce service est géré par {link}
nl: Deze service wordt beheerd door {link}
pt: Este serviço é operado por {link}
ru: Этот сервис предоставляется {link}
uk: Цю послугу забезпечує {link}

source: This service will soon be sped up significantly by banks updating their infrastructure.
de: Dieser Service wird in Kürze erheblich beschleunigt, sobald Banken ihre Infrastruktur aktualisieren.
es: Este servicio pronto sera acelerado significativamente por bancos actualizando su infrastructura.
fr: Ce service sera bientôt accéléré de manière significative par la mise à jour de l'infrastructure des banques.
nl: Deze service zal binnenkort aanzienlijk worden versneld wanneer banken hun infrastructuur vernieuwen.
pt: Brevemente, este serviço será significantemente acelarado pelos bancos que vão atualizar a sua infraestrutura.
ru: Эта услуга скоро станет значительно быстрее благодаря тому, что банки обновляют свою инфраструктуру.
uk: Незабаром цю послугу значно прискорять банки, які оновлюють свою інфраструктуру.

source: This swap is as decentralized as the blockchain itself.
de: Dieser Tausch ist so dezentralisiert, wie die Blockchain selbst.
es: El intercambio es tan decentralizado como la cadena de bloques.
fr: Ce Swap est aussi décentralisé que la blockchain elle-même.
nl: Deze swap is net zo gedecentraliseerd als de blockchain zelf.
pt: Esta troca é tão descentralizada como a própria blockchain.
ru: Обмен децентрализован, как и сам блокчейн
uk: Цей обмін є децентралізованим, так як і блокчейн.

source: This usually takes {time} seconds.
de: Dies dauert normalerweise {time} Sekunden.
es: Esto usualmente toma {time} segundos.
fr: Cette opération prend généralement {time} secondes.
nl: Dit duurt gewoonlijk {time} seconden.
pt: Normalmente isto demora {time} segundos.
ru: Это обычно занимает {time} сек.
uk: Зазвичай це займаєs {time} секунд.

source: This usually takes between one and two working days.
de: Das dauert normalerweise zwischen ein und zwei Arbeitstage.
es: Esto usualmente toma entre uno y dos días hábiles.
fr: Cela met en général un à deux jours ouvrés.
nl: Dit duurt doorgaans één tot twee werkdagen.
pt: Normalmente isto demora entre um a dois dias úteis.
ru: Обычно это занимает от одного до двух рабочих дней.
uk: Зазвичай це займає від одного до двох робочих днів.

source: This value is based on the historic exchange rate of the USD and your reference currency.
de: Dieser Wert basiert auf dem historischen Wechselkurs von USD und deiner Referenz-Währung.
es: Este valor esta basado en el tipo de cambio histórico de USD y su moneda de referencia.
fr: Cette valeur est basée sur le taux de change historique de l'USD et de votre devise de référence.
nl: Deze waarde is gebaseerd op de historische wisselkoers van de USD en je referentievaluta.
pt: Este valor é baseado no histórico de taxa de câmbio de USD e a tua moeda de referência.
ru: Это значение основано на историческом обменном курсе доллара США и вашей валюты.
uk: Це значення базується на історичному обмінному курсі долара США та вашої базової валюти.

source: Timeframe
de: Zeitraum
es: Periodo de tiempo
fr: Période
nl: Tijdsspanne
pt: Prazo
ru: Период времени
uk: Часовий проміжок

source: To {exchange}
de: Zu {exchange}
es: Hacia {exchange}
fr: Aller sur {exchange}
nl: Naar {exchange}
pt: Para {exchange}
ru: На {exchange}
uk: До {exchange}

source: To swap with USDC/USDT, choose a stablecoin.
de: Um mit USDC/USDT zu tauschen, wähle einen Stablecoin.
fr: Pour échanger avec de l'USDC/USDT, choisissez un Stablecoin.
nl: Om te swappen met USDC/USDT, kies een stablecoin.
pt: Para troca com USDC/USDT, escolhe a moeda estável.

source: Total Balance
de: Gesamtguthaben
es: Balance Total
fr: Solde total
nl: Totale saldo
pt: Saldo Total
ru: Общий остаток
uk: Баланс

source: Total fees
de: Gesamtgebühren
es: Cuotas totales
fr: Total des frais
nl: Totale kosten
pt: Taxas totais
ru: Итого:
uk: Сумарна комісія

source: Trade NIM and BTC
de: Handle NIM und BTC
es: Intercambie NIM y BTC
fr: Trader NIM et BTC
nl: Verhandel NIM en BTC
pt: Troca NIM e BTC
ru: Торгуйте NIM и BTC
uk: Торгуйте NIM і BTC

source: Transaction from {address}
de: Transaktion von {address}
es: Transacción desde {address}
fr: Transaction depuis {address}
nl: Transacties van {address}
pt: Transação de {address}
ru: Транзакции с {address}
uk: Переказ від {address}

source: Transaction to {address}
de: Transaktion an {address}
es: Transacción para {address}
fr: Transaction vers {address}
nl: Transacties naar {address}
pt: Transação para {address}
ru: Транзакции на {address}
uk: Переказ на {address}

source: Transactions take >10 min. due to Bitcoin’s block time.
de: Transaktionen können, aufgrund der Blockzeit von Bitcoin, 10 Minuten oder länger dauern.
es: Las transacciones toman >10 min. debido al tiempo por bloque de Bitcoin.
fr: Les transactions prennent plus de 10 minutes à cause des délais de blocks de Bitcoin.
nl: Transacties nemen >10min in beslag. Afhankelijk van de Bitcoin block tijd.
pt: As transações demoram > 10 min. devido ao tempo de bloco da Bitcoin.
ru: Из-за времени обработки блока Биткоина, исполнение транзакций может занимать >10 минут.
uk: Виконання переказу займає >10-ти хвилин, через час обробки блоку в мережі Біткоїн.

source: Transfer funds
de: Guthaben überweisen
es: Transferir fondos
fr: Transférer des fonds
nl: overboekingskosten
pt: Transferir fundos
ru: Перевести средства
uk: Переказати кошти

source: Trials
de: Testversionen
es: Pruebas
fr: Tests
nl: Proefversie
pt: Tentativas
ru: Пробные доступы
uk: Пробні версії

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Résolution des problèmes
nl: Probleemoplossing
ru: Решение проблем
uk: Вирішення проблем

source: Try it now
de: Jetzt probieren
es: Pruébelo ahora
fr: Essayez-le maintenant
nl: Probeer nu
pt: Tentar agora
ru: Попробовать сейчас
uk: Спробуйте зараз

source: Tx time
de: Tx Zeit
es: Tiempo de tx
fr: Temps de Tx
nl: Transactie tijd
pt: Tempo de transação
ru: Время транзакции

source: Type to search...
de: Tippe zum Suchen…
es: Inserte para buscar...
fr: Tapez pour rechercher...
nl: Typ om te zoeken...
pt: Escreve para pesquisares...

source: Unclaimed Cashlink
de: Ungenutzter Cashlink
es: Cashlink no canjeado
fr: Cashlink non réclamé
nl: Niet geclaimde Cashlink
pt: Cashlink não reivindicado
ru: Активный Cashlink
uk: Активний чек

source: Unexpected GoCrypto error
de: Unerwarteter GoCrypto Fehler
es: Error inesperado en GoCrypto
fr: Erreur inattendue de GoCrypto
nl: Onverwachte GoCrypto-fout
pt: Erro GoCrypto inesperado

source: Unexpected user. This account is currently connected to the TEN31 Pass of {userName}.
de: Unerwarteter Nutzer. Dieses Konto ist aktuell mit dem TEN31 Pass von {userName} verknüpft.
es: Usuario no es el esperado. Esta cuenta actualmente esta conectada al TEN31 Pass de {userName}.
fr: Utilisateur inattendu. Ce compte est actuellement connecté au Pass TEN31 de {userName}.
nl: Onverwachte gebruiker. Dit account is momenteel gekoppeld aan de TEN31 Pass van {userName}.
pt: Utilizador não esperado. Esta conta está atualmente conectada ao TEN31 Pass de {userName}.
ru: Неожиданный пользовать. Этот аккаунт подключен к TEN31 Pass пользователя {userName}.
uk: Неочікуваний користувач. Зараз цей обліковий запис підключено до TEN31 Pass користувача {userName}.

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
nl: onbekend
pt: desconhecido
ru: неизвестно
uk: невідомо

source: Unknown
de: Unbekannt
es: Deconocido
fr: Inconnu
nl: Onbekend
pt: Desconhecido
ru: Неизвестно
uk: Невідомо

source: Unlike any other crypto, Nimiq connects your wallet directly to peers from all around the world. This makes you a first-class citizen of the blockchain.
de: Im Gegensatz zu anderen Kryptowährungen verbindet sich deine Nimiq Wallet direkt mit Gleichgesinnten auf der ganzen Welt. Das macht dich zu einem Bürger erster Klasse auf der Blockchain.
es: A diferencia de otras criptos, Nimiq conecta su billetera directamente a otros pares al rededor del mundo. Esto le convierte en un ciudadano de primera clase de la cadena de Bloques.
fr: Contrairement à toute autre crypto, Nimiq connecte votre Wallet directement à des pairs du monde entier. Cela fait de vous un citoyen de première classe de la Blockchain.
nl: In tegenstelling tot elke andere crypto, verbindt Nimiq je wallet direct met mensen van over de hele wereld.
pt: Ao contrário de qualquer outra cripto, a Nimiq conecta-se diretamente à tua wallet de pares em todo o mundo. Isso faz de ti um cidadão de primeira-classe na blockchain.
ru: В отличии от других криптовалют, Nimiq соединяет ваш кошелёк напрямую к участникам по всему миру. Это делает вас полноправным участником блокчейна.
uk: На відміну від будь-якої іншої криптовалюти, Nimiq з'єднує ваш гаманець безпосередньо з пірами з усього світу. Це робить вас першорядним громадянином блокчейну.

source: Unlock at any time. Your NIM will be available within ~24 hours.
fr: Déverrouillez-le à tout moment. Votre NIM sera disponible dans les 24 heures.
pt: Desbloqueia a qualquer momento. O teu NIM vai estar disponível em aproximadamente 24 horas.

source: Unstake
fr: Dé-stake
pt: Remover participação

source: Unstaking
fr: Dé-stake

source: Unsupported currency
de: Nicht unterstützte Währung
es: Moneda no soportada
fr: Devise non supportée
nl: Niet-ondersteunde valuta
pt: Moeda não suportada
ru: Неподдерживаемая валюта
uk: Непідтримувана валюта

source: Unsupported KYC provider {provider}.
de: KYC-Anbieter {provider} wird nicht unterstützt.
es: Proveedor de KYC no soportado {provider}.
fr: Fournisseur {provider} KYC non supporté.
nl: Niet-ondersteunde KYC-provider {provider}.
pt: Fornecedor de KYC {provider} não suportado.
ru: Неподдерживаемый провайдер KYC {provider}.
uk: Непідтримуваний постачальник {provider} для повної ідентифікації.

source: Update Available
de: Update verfügbar
es: Actualización Disponible
fr: Mise à jour disponible
nl: Update beschikbaar
pt: Atualização disponível
ru: Доступна новая версия
uk: Доступне оновлення

source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
nl: Update nu
pt: Atualizar agora
ru: Обновить
uk: Оновити зараз

source: Update validator
fr: Mettre à jour le validateur
pt: Atualizar validador

source: USDC network fee
de: USDC Netzwerkgebühr
es: Cuota de red de USDC
fr: Frais de réseau de l'USDC
nl: USDC netwerktoeslag
pt: taxa de rede USDC
ru: Комиссия сети USDC
uk: Комісія USDC

source: USDT network fee
de: USDT Netzwerkgebühr
es: Cuota de red de USDT
fr: Frais de réseau de l'USDT
nl: USDT netwerktoeslag
pt: taxa de rede USDT
ru: Комиссия сети USDT
uk: Комісія USDT

source: Use a SEPA Instant account to get payouts in minutes.
de: Nutze ein SEPA-Instant-Bankkonto um Auszahlungen in Minuten zu erhalten.
es: Use una cuenta SEPA-Instantáneo para obtener pagos en minutos.
fr: Utilisez un compte acceptant les virements SEPA instantanés pour être payé en quelques minutes.
nl: Gebruik een SEPA Instant rekening om binnen enkele minuten de uitbetalingen te ontvangen.
pt: Usa uma conta SEPA Instant para receber pagamentos em minutos.
ru: Хотите получать переводы всего за несколько минут? Используйте аккаунт SEPA Instant!
uk: Використайте SEPA Instant рахунок, щоб отримувати виплати за лічені хвилини.

source: Use labels to easily identify transactions.
de: Benutze Beschriftungen um Transaktionen leicht wiederzufinden.
es: Utilice etiquetas para identificar transacciones fácilmente.
fr: Utilisez des étiquettes pour identifier facilement les transactions.
nl: Gebruik labels om transacties eenvoudig te identificeren.
pt: Usa marcadores para identificar facilmente transações.
ru: Помечайте транзакции чтобы проще их отличать.
uk: Використовуйте мітки, щоб легко ідентифікувати транзакції.

source: Use the Nimiq Wallet as a web app outside the browser.
de: Nutze die Nimiq Wallet als Web-App außerhalb des Browsers.
es: Use la Billetera Nimiq como una aplicación web afuera del navegador.
fr: Utilisez le Wallet Nimiq comme une application web en dehors du navigateur.
nl: Gebruik de Nimiq Wallet als web app buiten de browser om.
pt: Usa a Nimiq Wallet como aplicação web fora do browser.
ru: Пользуйтесь кошельком Nimiq Wallet вне браузера, как веб-приложением!
uk: Використовуйте Nimiq гаманець як веб-програму поза веб-оглядачем.

source: Use the slider to lock your NIM and earn rewards.
fr: Utilisez le curseur pour verrouiller votre NIM et gagner des récompenses.
pt: Usa o deslizador para bloquear o teu NIM e ganhar recompensas.

source: Vesting Contract
de: Vesting-Vertrag
es: Contrato Vesting
fr: Contrat d'acquisition
pt: Contrato de Vesting
ru: Вестинговый контракт
uk: Контракт Наділення Прав

source: Wait for the swap to be set up.
de: Warte kurz, bis dein Tausch startklar ist.
es: Espere a que el intercambio sea configurado.
fr: En attente de la mise en place du swap.
nl: Wacht tot de swap is ingesteld.
pt: Espera que a troca seja configurada.
ru: Подождите, пока мы подготавливаем обмен.
uk: Зачекайте, поки буде встановлений обмін.

source: Waiting for {currency}
de: Warte auf {currency}
es: Esperando por {currency}
fr: En attente de {currency}
nl: Wachten op {currency}
pt: À espera da {currency}
ru: Ожидание {currency}
uk: Очікування {currency}

source: Waiting for Nimiq network information
de: Warte auf Nimiq-Netzwerkinformationen
es: Esperando información de la red Nimiq.
fr: En attente d'informations du réseau Nimiq
nl: Wachten op Nimiq netwerk informatie
pt: À espera de informações da rede da Nimiq
ru: Ожидание информации о сети Nimiq
uk: Чекаємо інформації про мережу Nimiq

source: We added support for USDT, which you can now use instead of USDC.
de: Wir haben Unterstützung für USDT hinzugefügt, dass du jetzt anstatt USDC benutzen kannst.
fr: Nous avons ajouté la prise en charge de l'USDT, que vous pouvez désormais utiliser à la place de l'USDC.
nl: We hebben ondersteuning toegevoegd voor USDT, deze kan nu gebruikt worden in plaats van USDC.
pt: Adicionamos suporte para USDT, que já podes usar em vez de USDC.

source: We’re busy fixing the wallet but your NIM are safe
fr: Nous sommes occupés à réparer le Wallet, mais vos NIM sont en sécurité.
pt: Estamos ocupados a reparar a wallet, mas o seu NIM está seguro

source: Welcome to the first fiat-to-crypto atomic swap. It’s simple, fast and decentralized.
de: Willkommen zum ersten Sicheren Tausch von Fiatgeld zu Kryptowährung. Es ist einfach, schnell und dezentral.
es: Bienvenido al primer intercambio atómico fiat-a-cripto. Es muy simple, rápido y decentralizado.
fr: Bienvenue dans le premier swap atomic entre fiat et crypto. C'est simple, rapide, et décentralisé.
nl: Welkom bij de eerste fiat-to-crypto atomic swap. Het is eenvoudig, snel en gedecentraliseerd.
pt: Bem-vindo à primeira troca atómica dinheiro-por-criptomoedas. É simples, rápido e descentralizado.
ru: Представляем первый крипто-фиатный atomic swap! Это просто, быстро и децентрализованно!
uk: Ласкаво просимо до першого фіат-крипто атомарного обміну. Це просто, швидко та децентралізовано.

source: Welcome to the new Nimiq
fr: Bienvenue dans le nouveau Nimiq !
pt: Bem-vindo à nova Nimiq

source: Welcome to the updated wallet, now with USDC/USDT
de: Willkommen zu deiner neuen Wallet, jetzt mit USDC/USDT
es: Bienvenido a la nueva versión de la billetera, ahora con USDC/USDT
fr: Bienvenue dans le Wallet mis à jour désormais disponible avec l'USDC/USDT.
nl: Welkom bij de bijgewerkte wallet, nu met USDC/USDT
pt: Bem-vindo à wallet atualizada, agora com USDC/USDT
ru: Добро пожаловать в новый кошелёк, теперь с USDC/USDT
uk: Ласкаво просимо до оновленого гаманець, тепер з USDC/USDT

source: What else?
de: Sonst noch was?
es: ¿Qué más?
fr: Quoi d'autre ?
nl: Wat anders?
pt: O que mais?
ru: Что-то еще?
uk: Щось ще?

source: What is your bank called?
de: Wie heißt deine Bank?
es: Como se llama su banco?
fr: Quel est le nom de votre banque ?
nl: Wat is de naam van je bank?
pt: Como se chama o teu banco?
ru: Как называется ваш банк?
uk: Як називається ваш банк?

source: When ready
de: Wenn fertig
es: Cuando este listo
fr: Quand vous êtes prêts
nl: Wanneer klaar
pt: Quando estiver pronto
ru: Когда готово
uk: Коли готово
