Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: Create a new single-use address.
de: Erstelle eine neue Einmaladdresse.
es: Crear una nueva dirección de un único uso.
fr: Créer une nouvelle adresse à usage unique.
nl: Maak een nieuw adres voor eenmalig gebruik.
pt: Cria um novo endereço de uso único.
ru: Создать новый одноразовый адрес.
uk: Створити нову одноразову адресу.

source: Create request link
de: Zahlungslink erstellen
es: Cree un link de pedido de pago.
fr: Créer un lien de requête
nl: Ontvangst link maken
pt: Cria um link de pedido
ru: Создать ссылку запроса
uk: Створити запит-посилання

source: Create validator
fr: Créer un validateur
pt: Criar validador

source: Created {count} day ago | Created {count} days ago
de: Vor {count} Tag erstellt | Vor {count} Tagen erstellt
es: Creada hace {count} días | Creada hace {count} días.
fr: Créé il y a {count} jour | Créé il y a {count} jours
nl: {count} dag geleden aangemaakt | {count} dagen geleden aangemaakt
pt: Criado à {count} dia atrás | Criado à {count} dias atrás
ru: Создан {count} день назад | Создан {count} дней назад
uk: Створено {count} день тому | Створено {count} дня/днів тому

source: Created {count} hour ago | Created {count} hours ago
de: Vor {count} Stunde erstellt | Vor {count} Stunden erstellt
es: Creada hace {count} horas | Creada hace {count} horas.
fr: Créé il y a {count} heure | Créé il y a {count} heures
nl: {count} uur geleden aangemaakt | {count} uur geleden aangemaakt
pt: Criado à {count} hora atrás | Criado à {count} horas atrás
ru: Создан {count} час назад | Создан {count} часов назад
uk: Створено {count} годину тому | Створено {count} годин/години тому

source: Created {count} minute ago | Created {count} minutes ago
de: Vor {count} Minute erstellt | Vor {count} Minuten erstellt
es: Creada hace {count} minutos | Creada hace {count} minutos.
fr: Créé il y a {count} minute | Créé il y a {count} minutes
nl: {count} minuut geleden aangemaakt | {count} minuten geleden aangemaakt
pt: Criado à {count} minuto atrás | Criado à {count} minutos atrás
ru: Создан {count} минуту назад | Создан {count} минут назад
uk: Створено {count} хвилину тому | Створено {count} хвилин/хвилини тому

source: Created just now
de: Gerade eben erstellt
es: Recién creada
fr: Créé à l'instant
nl: Zojuist aangemaakt
pt: Criado agora mesmo
ru: Создан только что
uk: Створено щойно

source: Created yesterday
de: Gestern erstellt
es: Creado ayer
fr: Créé hier
nl: Gisteren aangemaakt
pt: Criado ontem
ru: Создан вчера
uk: Створено вчора

source: Creates staking rewards
de: Erzeugt Einnahmen durch Staking
es: Crea recompensas de staking
fr: Génère des récompenses de staking
nl: Creëert stake rewards
pt: Cria recompensas de staking
ru: Ставки вознаграждения

source: Credit Card
de: Kreditkarte
es: Tarjeta de Crédito
fr: Carte de crédit
pt: Cartão de Crédito
ru: Банковская карта
uk: Кредитна карта

source: Crypto swaps are currently under maintenance.
de: Krypto-Swaps werden derzeit gewartet.
es: Intercambios de cripto estan actualmente en mantenimiento.
fr: Les swaps de crypto sont actuellement en maintenance.
nl: Crypto swaps zijn op dit moment in onderhoud.
pt: Trocas de crypto estão de momento em manutenção.

source: Deactivate validator
fr: Désactiver le validateur
pt: Desativar validador

source: Deactivating Stake
fr: Désactivation du staking
pt: A desativar a participação

source: Delete validator
fr: Supprimer le validateur
pt: Eliminar validador

source: Depending on your country of residence, different options are available.
de: Abhängig von deinem Aufenthaltsland sind verschiedene Optionen verfügbar.
es: Dependiendo del país de residencia, diferentes opciones están disponibles.
fr: Dépend de votre pays de résidence, plusieurs options sont disponibles.
nl: Afhankelijk van het land waar je woont, zijn er verschillende opties beschikbaar.
pt: Dependendo do teu país de residência, diferentes opções estão disponíveis.
ru: Доступны разные варианты в зависимости от страны проживания.
uk: Залежно від вашої країни проживання, доступні різні варіанти.

source: Developer resources
de: Entwickler-Resourcen
es: Recursos de desarrolladores
fr: Ressources pour les développeurs
pt: Recursos do programador
ru: Ресурсы для разработчиков
uk: Ресурси для розробників

source: Different currencies can do different things. Use them your way and make the most of it.
de: Unterschiedliche Währungen können unterschiedliche Dinge. Nutze sie nach deinen Wünschen und mach das Beste draus.
es: Distintas monedas pueden hacer cosas distintas. Utilízalas a tu modo y aprovéchalas al máximo.
fr: Des devises différentes peuvent faire des choses différentes. Utilisez-les à votre façon et tirez-en le meilleur parti.
nl: Verschillende valuta's hebben verschillende toepassingen. Gebruik ze op jouw manier.
pt: Diferentes moedas podem fazer diferentes coisas. Usa-as como te convém e tira proveito delas.
ru: Разные криптовалюты могут делать разные вещи. Используйте их по-своему и выжимайте выгоду.

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
pt: Aviso
ru: Предупреждние
uk: Застереження

source: Disconnect
de: Trennen
es: Deconectar
fr: Déconnexion
nl: Uitschakelen
pt: Desconectar
ru: Отключить
uk: Відключити

source: Do not stake with this pool! It controls a critical share of the total stake, making it a potential threat to the network.
fr: Ne stakez pas avec ce pool ! Il contrôle une part critique de l'enjeu total, ce qui en fait une menace potentielle pour le réseau.
pt: Não participar nesta pool Controla uma parcela importante da participação total, o que o torna uma potencial ameaça à rede.

source: Domain does not resolve to a valid address
de: Domain beinhaltet keine gültige Adresse.
es: El dominio no se resuelve a una dirección válida
fr: Le domaine ne correspond pas à une adresse valide
nl: Domein verwijst niet naar een geldig adres
pt: O domínio não resolve para um endereço válido
ru: Домен не содержит действительный адрес.
uk: Домен не дозволяється на дійсну адресу

source: Don't close your wallet until the swap is complete!
de: Schließe deine Wallet nicht, bis der Tausch abgeschlossen ist!
es: ¡No cierre la billetera hasta que el intercambio se haya completado!
fr: Ne fermez pas votre Wallet tant que le Swap n'est pas terminé !
nl: Sluit je wallet niet voordat de swap is voltooid!
pt: Não feches a tua wallet até a troca estar concluída!
ru: Не закрывайте кошелёк до окончания обмена!
uk: Не закривайте свій гаманець, поки обмін не буде завершено!

source: Don't close your wallet!
de: Schließe deine Wallet nicht!
es: ¡No cierre su billetera!
fr: Ne fermez pas votre Wallet !
nl: Sluit je wallet niet af!
pt: Não feches a tua wallet!
ru: Не закрывайте кошелек!
uk: Не закривайте свій гаманець!

source: Don’t use a generic IBAN!
de: Benutze nicht eine generische IBAN!
es: No utilice IBAN genéricos!
fr: N'utilisez pas d'IBAN générique !
nl: Gebruik geen algemeen IBAN!
pt: Não uses um IBAN genérico!
ru: Не используйте обычный, неуникальный IBAN!
uk: Не використовуйте загальний IBAN!

source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar
pt: Feito
ru: Готово
uk: Готово

source: Download .csv file
de: .csv-Datei herunterladen
es: Descargar archivo .csv
fr: Télécharger le fichier .csv
nl: Download .csv bestand
pt: Download ficheiro .cvs
ru: Скачать файл .csv
uk: Завантажити .csv файл

source: Download all transactions of this account as a file, for tax reasons or other.
de: Lade alle Transaktionen dieses Kontos als Datei herunter, z. B. für steuerliche Zwecke.
es: Descargar todas las transacciones de esta cuenta en forma de un archivo, para razones de impuestos u otras.
fr: Téléchargez toutes les transactions de cette adresse dans un fichier pour des raisons fiscales ou autres.
nl: Download alle transacties van deze rekening als bestand.
pt: Faz o download de todas as transações desta conta como ficheiro, por motivos fiscais ou outros.
ru: Скачайте все транзакции аккаунта в виде файла, для налоговой или других причин.
uk: Завантажте всі транзакції цього рахунку у вигляді файлу, з податкових чи інших причин.

source: Download all transactions of this address as a file, for tax reasons or other.
de: Lade alle Transaktionen dieser Adresse als Datei herunter, z. B. für steuerliche Zwecke.
es: Descargar todas las transacciones de esta dirección como un archivo, para razones de impuestos u otras.
fr: Téléchargez toutes les transactions de cette adresse dans un fichier pour des raisons fiscales ou autres.
nl: Download alle transacties van deze adres als bestand.
pt: Faz o download de todas as transações deste endereço como ficheiro, por motivos fiscais ou outros.
ru: Скачайте все транзакции этого адреса в виде файла, для налоговой или других причин.
uk: Завантажте всі транзакції цієї адреси у вигляді файлу, з податкових чи інших причин.

source: Duration and fees are estimates.
de: Dauer und Gebühren sind Schätzungen.
es: La duración y las cuotas son estimados.
fr: La durée et les frais sont des estimations.
nl: Looptijd en kosten zijn geschat.
pt: A duração e taxas são estimativas.
ru: Скорость и комиссия могут меняться
uk: Тривалість і комісія є приблизними.

source: Earn new NIM by staking
de: Verdiene neue NIM durch Staking
es: Gana NIM nuevo al hacer staking
fr: Gagner de nouveaux NIM en stackant
nl: Verdien nieuwe NIM door te staken
pt: Recebe mais NIM ao fazer pré-participação

source: Earn NIM every month by staking your NIM
fr: Stakez vos NIM et gagnez-en tous les mois
pt: Recebe NIM todos os meses ao participar o teu NIM

source: Easily swap between NIM, the super performant payment coin and BTC, the gold standard of crypto.
de: Einfach zwischen dem superperformanten Zahlungscoin NIM und dem Goldstandard der Kryptowährungen BTC tauschen.
es: Intercambio preliminar entre NIM, la moneda de pagos con super rendimiento y BTC, el estándar de oro en cripto.
fr: Swappez facilement entre NIM, la monnaie de paiement super performante et BTC, l'étalon-or de la crypto.
nl: Wissel eenvoudig tussen NIM, de superpresterende betaalmunt en BTC, de gouden standaard van crypto.
pt: Faz uma troca facilmente entre NIM, a moeda de pagamento de alto desempenho e BTC, o ouro das criptomoedas.
ru: NIM - сверхбыстрая платёжная монета. BTC - золотой криптовалютный стандарт. Обменивайте NIM на BTC - и обратно, это очень просто!
uk: З легкістю обмінюйте NIM - ефективну платіжну монету та BTC - золотий стандарт криптовалюти.

source: Edit contacts
de: Kontakte bearbeiten
es: Editar contactos
fr: Éditer les contacts
nl: Bewerk contacten
pt: Editar contactos
ru: Редактировать контакты
uk: Редагувати контакти

source: Edit the amount of decimals visible for BTC values.
de: Wie viele Nachkommenstellen möchtest du für BTC sehen?
es: Edite la cantidad de decimales visibles para valores en BTC.
fr: Modifier le nombre de décimales visibles pour les valeurs en BTC.
nl: Bewerk het aantal decimalen dat zichtbaar is voor BTC waarden.
pt: Editar a quantia de decimais visíveis para valores de BTC.
ru: Изменить количество знаков после запятой для значений BTC.
uk: Змінити кількість знаків після коми для BTC.

source: Edit the amount of decimals visible for NIM values.
de: Wieviele Nachkommenstellen möchtest du für NIM sehen?
es: Editar la cantidad de decimales visibles para valores en NIM
fr: Modifier le nombre de décimales visibles pour les valeurs en NIM.
nl: Bewerk het aantal decimalen dat zichtbaar is voor NIM waarden.
pt: Editar a quantia de decimais visíveis para valores de NIM.
ru: Изменить количество знаков после запятой для значений NIM.
uk: Змінити кількість знаків після коми для NIM.

source: Edit transaction
de: Transaktion bearbeiten
es: Editar transacción
fr: Éditer la transaction
nl: Bewerk transactie
pt: Editar transação
ru: Редактировать транзакцию
uk: Редагувати переказ

source: Enable experimental support for swiping gestures on mobile.
de: Aktiviere experimentelle Unterstützung für Wisch-Gesten auf mobilen Geräten.
es: Habilita soporte para gestos en el teléfono celular.
fr: Activez la prise en charge expérimentale de la navigation par geste sur les mobiles.
nl: Schakel experimentele ondersteuning in voor swipe gestures op mobiel.
pt: Permitir o suporte experimental para movimentos de deslizar no teu telemóvel.
ru: Включить экспериментальную поддержку свайп-жестов на мобильных устройствах.
uk: Увімкнути експериментальну підтримку жестів гортання на мобільному пристрої.

source: Enter account holder name
de: Name des Kontoinhabers
es: Ingrese el nombre del dueño de la cuenta
fr: Entrer le nom du titulaire du compte
nl: Voer de naam van de rekeninghouder in
pt: Inserir o nome do titular da conta
ru: Введите имя владельца учетной записи
uk: Введіть ім'я власника рахунку

source: Enter address
de: Adresse eingeben
es: Insertar dirección
fr: Entrez l'adresse
nl: Vul adres in
pt: Inserir o endereço
ru: Укажите адрес
uk: Вкажіть адресу

source: Enter bank name
de: Bankname eingeben
es: Ingrese el nombre del banco
fr: Entrez le nom de la banque
nl: Voer bank naam in
pt: Inserir o nome do banco
ru: Введите название банка
uk: Введіть назву банку

source: Enter IBAN
de: IBAN
es: Ingrese IBAN
fr: Saisir l'IBAN
nl: IBAN invullen
pt: Inserir o IBAN
ru: Введите IBAN
uk: Введіть IBAN

source: Enter recipient address...
de: Empfängeradresse eingeben...
es: Ingrese la dirección del destinatario...
fr: Entrez l'adresse du destinataire...
nl: Voer het adres van de ontvanger in...
pt: Inserir o endereço do destinatário...
ru: Введите адрес получателя...
uk: Вкажіть адресу отримувача...

source: Enter the password of the trial you want to enable, then press enter.
de: Gib das Passwort der Testversion ein, die du aktivieren möchtest, und drücke dann die Eingabetaste.
es: Ingrese la contraseña de la prueba que desea activar, luego presione enter.
fr: Saisissez le mot de passe du test que vous souhaitez activer et appuyez sur la touche Entrée.
nl: Voer het wachtwoord in van de proefversie die je wilt inschakelen en druk op enter.
pt: Inserir a palavra passe do teste que queres ativar e depois pressionar enter.
ru: Введите пароль пробного доступа, который вы хотите активировать, и нажмите ввод.
uk: Введіть пароль пробної версії, яку потрібно увімкнути, а потім натисніть клавішу Enter.

source: Enter the wallet
de: Öffne deine Wallet
es: Entrar a la billetera
fr: Renseignez le wallet
nl: Ga naar de wallet
pt: Inserir a wallet
ru: Войти в кошелёк

source: Enter your bank details
de: Deine Bankkontodaten
es: Ingrese los detalles de su banco
fr: Renseignez vos informations bancaires
nl: Voer je bankgegevens in
pt: Inserir os dados do teu banco
ru: Введите свои банковские реквизиты
uk: Введіть свої банківські реквізити

source: Error {errorCode}
de: Fehler {errorCode}
fr: Erreur {errorCode}
nl: Fout {errorCode}
pt: Erro {errorCode}
ru: Ошибка {errorCode}

source: Error {errorCode}: {errorMessage}
de: Fehler {errorCode} : {errorMessage}
fr: Erreur {errorCode} : {errorMessage}
nl: Fout {errorCode}: {errorMessage}
pt: Erro {errorCode}: {errorMessage}
ru: Ошибка {errorCode}: {errorMessage}

source: Error:
de: Fehler:
fr: Erreur :
nl: Fout:
pt: Erro:
ru: Ошибка:
uk: Помилка:

source: established
de: hergestellt
es: establecido
fr: établi
nl: opgezet
pt: estabelecido
ru: установлен
uk: встановлений

source: Estimated yearly reward
fr: Récompense annuelle estimée
pt: Recompensa anual estimada

source: Exchange rate
de: Wechselkurs
es: Tipo de Cambio
fr: Taux de change
nl: Wisselkoers
pt: Taxa de câmbio
ru: Обменный курс
uk: Обмінний курс

source: expired
de: abgelaufen
es: expirado
fr: expiré
nl: verlopen
pt: expirada
ru: истекла
uk: прострочений

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
nl: Verlopen
pt: Expirada
ru: Истекла
uk: Прострочений

source: Expired HTLC
de: Abelaufener HTLC
es: HTLC Expirado
fr: HTLC expiré
nl: Verlopen HTLC
pt: HTLC expirado
ru: Просроченный HTLC
uk: Прострочений HTLC

source: Export History
de: Exportiere Verlauf
es: Exportar Historíal
fr: Exporter l'historique
nl: Geschiedenis exporteren
pt: Exportar histórico
ru: Экспорт истории
uk: Історія експорту

source: Export your history
de: Exportiere deinen Verlauf
es: Exporta tu historial
fr: Exporter votre historique
nl: Exporteer je geschiedenis
pt: Exportar o teu histórico
ru: Экспортировать
uk: Експортувати вашу історію

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
nl: Mislukt
pt: Falhou
ru: Не удалось
uk: Неуспішний

source: Failed to fetch {ticker} fees. Retrying... (Error: {message})
de: Konnte {ticker} Gebühren nicht abfragen... (Error: {message})
es: Fallo al recolectar las tarifas de {ticker}. Reintentando... (Error: {message})
fr: Échec de la récupération des frais de l'{ticker}. Nouvelle tentative... (Erreur : {message})
nl: Kan {ticker}-kosten niet ophalen. Opnieuw proberen... (Error: {message})
pt: Falha ao encontrar taxas {ticker}. A tentar novamente... (Erro: {message})
ru: Не удалось узнать комиссию {ticker}. Повторяю... (Ошибка: {message})
uk: Не вдалося отримати {ticker} комісії. Повторна спроба... (Помилка: {message})

source: Failed to fetch Polygon fees. Retrying... (Error: {message})
fr: Échec de la récupération des frais de Polygon. Nouvel essai en cours... (Erreur : {message})
pt: Erro ao buscar taxas de Polygon. A tentar novamente... (Error: {message})

source: Failed to fetch transactions
fr: Échec de la récupération des transactions
pt: Erro ao procurar transações

source: Failed to load chart
fr: Échec du chargement du graphique

source: Faucet error - please try again.
de: Problem mit der Faucet, probiere es noch einmal.
es: Error en el faucet - intente de nuevo por favor.
fr: Erreur du Faucet - veuillez réessayer.
nl: Faucet fout - probeer het opnieuw.
pt: Erro do faucet - por favor tenta novamente.
ru: Кран сломан. Пожалуйста, попробуйте еще раз.
uk: Помилка - спробуйте знову.

source: Faucet is empty
de: Faucet ist leer
es: Aplicación grifo esta vacia
fr: Le Faucet est vide
nl: Faucet is leeg
pt: O faucet está vazio
ru: В Кране нет воды
uk: Фонд порожній

source: Faucet is not available from your location
de: Die Faucet ist in deiner Region leider nicht verfügbar.
es: La aplicación grifo no esta disponible desde su ubicación
fr: Faucet non disponible depuis votre localisation
nl: Faucet is niet beschikbaar vanaf je locatie
pt: O faucet não está disponível na tua localização
ru: К сожалению, Кран не работает в вашем регионе
uk: Фонд недоступна у вашому регіоні

source: Faucet unavailable
de: Faucet nicht verfügbar
es: Aplicación grifo no disponible
fr: Faucet indisponible
nl: Faucet niet beschikbaar
pt: Faucet indisponível
ru: Кран недоступен
uk: Фонд недоступний

source: Faucet unavailable (wrong network)
de: Faucet nicht verfügbar (falsches Netzwerk)
es: Aplicación grifo no disponible (red errónea)
fr: Faucet indisponible (mauvais réseau)
nl: Faucet niet beschikbaar (fout netwerk)
pt: Faucet indisponível (rede errada)
ru: Кран недоступен (ошибка соединения)
uk: Фонд недоступний (невірна мережа)

source: fee
de: Gebühr
es: cuota
fr: frais
nl: kosten
pt: taxa
ru: комиссия
uk: комісія

source: Fee
de: Gebühr
es: Cuota
fr: Frais
nl: Toeslag
pt: Taxa
ru: Комиссия
uk: Комісія

source: fees
de: Gebühren
es: cuotas
fr: frais
nl: wisselkosten
pt: taxas
ru: комиссии
uk: комісія

source: Fetching
de: Lade
es: Recolectando
fr: Récupération
nl: Ophalen
pt: À procura
ru: Загрузка
uk: Завантаження

source: Fiat value unavailable
de: Fiatwert nicht verfügbar
es: Valor en moneda fiduciaria no disponible
fr: Valeur fiat non disponible
nl: Fiat waarde niet beschikbaar
pt: Valor de moeda fiduciária indisponível
ru: Значение в фиатной валюте не доступно
uk: Сума у валюті недоступна

source: File contains no contacts.
de: Datei enthält keine Kontakte.
es: El archivo no contiene contactos.
fr: Le fichier ne contient aucun contact.
nl: Bestand bevat geen contacten.
pt: O ficheiro não contém contactos.
ru: Файл не содержит контакты.
uk: Файл не містить контактів.

source: Finalize the swap by bank transfer.
de: Schließe den Tausch per Banküberweisung ab.
es: Finalice el intercambio por medio de transferencia bancaria
fr: Finalisez le Swap par virement bancaire.
nl: Rond de swap af via bankoverschrijving.
pt: Finaliza a troca por transferência bancária.
ru: Завершите обмен, отправив банковский перевод
uk: Завершіть обмін банківським переказом.

source: Finalizing swap
de: Tausch wird abgeschlossen
es: Finalizar intercambio
fr: Finalisation du Swap
nl: Swap afronden
pt: A finalizar a troca
ru: Завершаем обмен
uk: Завершення обміну

source: For a decentralized store of value
de: Für die dezentrale Wertaufbewahrung
es: Para una reserva de valor decentralizada
fr: Pour une réserve de valeur décentralisée
nl: Voor een gedecentraliseerde store of value
pt: Para uma reserva de valor descentralizada
ru: Для децентрализованного хранения валюты

source: For a small fee, validator pools do the staking for you.
fr: Pour des frais infimes, les pools de validation se chargent du staking à votre place.
pt: Por uma peqena taxa, as pools de validadores fazem a participação por ti.

source: For a USD-pegged store of value
de: Für ein USD gekoppeltes Wertaufbewahrungsmittel
es: Para una reserva de valor fijada a USD
fr: Pour une réserve de valeur libellée en USD
nl: Voor een USD-gekoppelde store of value
pt: Para uma reserva de valor ligada ao USD
ru: Для хранения валюты привязанного к доллару

source: For beginners
de: Für Anfänger
es: Para novatos
fr: Pour les débutants
nl: Voor beginners
pt: Para iniciantes
ru: Для начинающих
uk: Для початківців

source: For fast and low-fee crypto payments
de: Für schnelle und günstige Kryptozahlungen
es: Para pagos cripto rápidos y de bajo costo
fr: Pour des paiements crypto rapides et peu coûteux
nl: Voor snelle en goedkope crypto betalingen
pt: Para pagamentos cripto rápidos e com taxas baixas
ru: Для быстрых платежей с низкой комиссией

source: free
de: gratis
es: gratis
fr: gratuit
nl: gratis
pt: gratuito
ru: свободно
uk: комісія

source: Full Node
es: Nodo Completo
fr: Noeud Complet
uk: Повноцінний вузол

source: Funds sent from non-Polygon {ticker} addresses could be permanently lost!
de: Beträge, nicht von Polygon {ticker}-Adressen gesendet werden, können dauerhaft verloren gehen!
es: Los fondos que se envían de direcciones que no sean de {ticker} en Polygon podrían perderse permanentemente.
fr: Les fonds envoyés depuis des adresses {ticker} autres que Polygon pourraient être définitivement perdus !
nl: Valuta verzonden vanaf niet-Polygon {ticker}-adressen kunnen permanent verloren gaan!
pt: Fundos enviados para endereços não-Polygon {ticker} podem ser perdidos permanentemente!
ru: Средства отправленные с не-Polygon адресов {ticker} могут быть безвозвратно потеряны!
uk: Кошти, надіслані з рахунків, що не належать до мережі Polygon {ticker}, можуть бути безповоротно втрачені!

source: Funds sent from non-Polygon {ticker} versions could be permanently lost!
de: Beträge, nicht von Polygon {ticker} Versionen gesendet werden, können dauerhaft verloren gehen!
es: Los fondos que se envían de versiones de {ticker} que no sean en Polygon podrían perderse permanentemente.
fr: Les fonds envoyés à partir de versions {ticker} autres que Polygon pourraient être définitivement perdus !
nl: Valuta dat verstuurd word vanuit een niet-Polygon {ticker} adres, kan permanent verloren gaan!
pt: Fundos enviados de versões não-Polygon {ticker} podem ser perdidos permanentemente!
uk: Кошти, надіслані з {ticker} версій, що не належать до мережі Polygon, можуть бути безповоротно втрачені!
