Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: Share a single-use address with the sender.
de: Teile eine Adresse zum einmaligen Gebrauch mit dem Sender.
es: Compartir una dirección de un solo uso con el remitente.
fr: Partager une adresse à usage unique avec l'expéditeur.
nl: Deel een eenmalig te gebruiken adres met de verstuurder.
pt: Partilha um endereço de uso único com o remetente.
ru: Поделиться одноразовым адресом с отправителем.
uk: Поділіться одноразовою адресою з відправником.

source: Share the link or QR code with the sender. Optionally include an amount.
de: Teile den Link oder QR-Code mit dem Sender. Füge optional einen Betrag hinzu.
es: Comparta el link o código QR con el destinatario. Opcionalmente, incluya un monto.
fr: Partagez le lien ou le QR code avec l'expéditeur. Incluez éventuellement un montant.
nl: Deel de link of QR code met de verzender. Optioneel met een bedrag.
pt: Partilha o link ou código QR com o remetente. Inclui valor opcional.
ru: Поделитесь ссылкой или QR-кодом с отправителем.
uk: Поділіться посиланням або QR кодом з відправником. Вкажіть суму, за бажанням.

source: Share your address with the sender.
de: Teile deine Adresse mit dem Sender.
es: Comparta la dirección con el destinatario
fr: Partagez votre adresse avec l'expéditeur.
nl: Deel je adres met je de verzender.
pt: Partilha o teu endereço com o remetente.
ru: Поделиться своим адресом с отправителем.
uk: Надайте вашу адресу відправнику.

source: Share your Request Link
de: Teile deinen Zahlungslink
es: Comparta su Link de Pedido de Pago
fr: Partager votre lien de requête
nl: Deel je ontvangstlink
pt: Partilha o Link de Pedido
ru: Поделиться Ссылкой Запроса
uk: Поділіться своїм запит-посиланням

source: Show all my addresses
de: Alle meine Adressen anzeigen
es: Mostrar todas mis cuentas
fr: Afficher toutes mes adresses
nl: Laat al mijn adressen zien
pt: Mostrar todos os meus endereços
ru: Показать все мои адреса
uk: Показати усі мої адреси

source: Show Decimals
de: Nachkommastellen
es: Mostrar Decimales
fr: Afficher les décimales
nl: Laat decimalen zien
pt: Mostrar decimais
ru: Показывать десятичные знаки
uk: Показувати десяткові значення

source: Show Link
de: Link anzeigen
es: Mostrar Enlace
fr: Afficher le lien
nl: Laat de link zien
pt: Mostrar Link
ru: Показать ссылку
uk: Показати

source: Show Recovery Words
de: Wiederherstellungswörter anzeigen
es: Mostrar Palabras de Recuperación
fr: Afficher les mots de récupération
nl: Toon herstelwoorden
pt: Mostrar Palavra de Recuperação
ru: Показать Защитную Фразу
uk: Показати секретні слова

source: Show values as {currency}
de: Zeige Werte in {currency}
es: Mostrar montos en {currency}
fr: Afficher les valeurs en {currency}
nl: Toon waardes als {currency}
pt: Mostrar valores em {currency}
ru: Показывать в {currency}

source: Signup
de: Anmelden
es: Regístrate
fr: S'inscrire
nl: Aanmelden
pt: Inscreve-te
ru: Зарегистрироваться
uk: Приєднатися

source: Simulate EUR payment
de: EUR-Zahlung simulieren
es: Simular pago en EUR
fr: Simuler le paiement en Euro
nl: Simuleer betaling in EUR
pt: Simula pagamento Euro
ru: Симулировать платёж в евро
uk: Імітуйте оплату в євро

source: Skip
de: Überspringen
es: Omitir
fr: Passer
nl: Overslaan
pt: Pular
ru: Пропустить
uk: Пропустити

source: Something went wrong
de: Etwas ging schief
es: Algo ha salido mal
fr: Quelque chose s'est mal passé
nl: Er is iets mis gegaan
pt: Algo deu errado
ru: Операция не удалась
uk: Щось пішло не так

source: Something went wrong with your transaction
de: Es gibt ein Problem mit deiner Überweisung
es: Algo salio mal con su transacción
fr: Un problème est survenu avec votre transaction
nl: Er is iets misgegaan met je transactie
pt: Algo deu errado com a tua transação
ru: С вашей транзакцией что-то не то
uk: Щось пішло не так з вашою транзакцією

source: Speed up your Transaction
de: Beschleunige deine Transaktion
es: Acelere su Transacción
fr: Accélérer votre Transaction
nl: Versnel je transactie
pt: Torna a tua transação mais rápida
ru: Ускорьте свою транзакцию
uk: Пришвидшити переказ

source: Stability
de: Stabilität
es: Estabilidad
fr: Stabilité
nl: Stabiliteit
pt: Estabilidade
ru: Стабильность
uk: Стабільність

source: Stability mixed with self-custody
de: Stabilität gepaart mit Selbstaufbewahrung
es: Estabilidad mezclada con auto-custodia
fr: La stabilité mêlée à l'autogestion
nl: Stabiliteit in combinatie met volledige eigenaarschap
pt: Estabilidade misturada com auto-custódia
ru: Стабильность вкупе с самообеспечением

source: Stable like USD, got it
de: Stabil wie USD, verstanden
es: Estable como USD, entendido
fr: Stable comme le dollar, c'est noté.
nl: Stabiel als USD, begrepen
pt: Estável como USD, entendido
ru: Стабилен как доллар, ясно

source: Stake must be at least {minStake}.
fr: Le staking doit être au moins de {minStake} .
pt: Participação tem de ser de pelo menos {minStake}.

source: Stake NIM
fr: Staker du NIM
pt: Participar NIM

source: Stake NIM to earn NIM
fr: Gagnez du NIM en stakant !
pt: Participar NIM para receber NIM

source: Stake NIM to generate rewards for securing the network.
de: Stake deine NIM für Zinsen und um das Netzwerk zu sichern.
es: Coloque sus NIM en participación para generar recompensas por brindar seguridad a la red.
fr: Utilisez vos fonds pour sécuriser le réseau et gagner du NIM.
nl: Zet NIM in om beloningen te genereren voor het beveiligen van het netwerk.
pt: Deposite NIM para gerar recompensas ao proteger a rede.
ru: Заблокируйте NIM и получайте вознаграждение за поддержку безопасности сети
uk: Стекайте NIM щоб отримати винагороду за участь у блокчейні.

source: staked
fr: stacké

source: Staking overview
fr: Aperçu du staking

source: Staking rewards
fr: Récompenses du staking

source: Staking Rewards
fr: Récompenses de staking

source: Start staking
fr: Commencer à staker
pt: Começar a participar

source: Store of value, got it
de: Wertaufbewahrung, verstanden
es: Reserva de valor, entendido
fr: Réserve de valeur, c'est noté
nl: Store of value, begrepen
pt: Reserva de valor, entendido
ru: Сохранение стоимости, понятно

source: Successfully added {amount} NIM to your stake with {validator}
fr: Un montant de {amount}NIM a été ajouté avec succès à votre staking avec {validator}
pt: {amount} NIM foi adicionado com sucesso à tua participação com {validator}

source: Successfully changed validator to {validator}
de: Validator erfolgreich geändert zu {validator}
es: Cambio el validador exitosamente a {validator}
fr: Le validateur a été remplacé avec succès par {validator}
nl: Validator succesvol gewijzigd naar {validator}
pt: Validador alterado com sucesso para {validator}

source: Successfully deactivated {amount} NIM
fr: Désactivation réussie de {amount} NIM
pt: {amount} NIM desativado com sucesso

source: Successfully deactivated {amount} NIM from your stake with {validator}
fr: Désactivation réussie de {amount}NIM depuis votre staking avec {validator}
pt: {amount} NIM foi desativado com sucesso à tua participação com {validator}

source: Successfully staked {amount} NIM with {validator}
fr: Staking de {amount}NIM réussi avec {validator}
pt: {amount} NIM participado com sucesso com {validator}

source: Successfully unstaked {amount} NIM
fr: Dé-staking de {amount} NIM réussi
pt: {amount} NIM retirado com sucesso

source: Super eco-friendly
fr: Très respectueux de l'environnement
pt: Super amiga do ambiente

source: Super low fees, super fast payments
de: Sehr niedrige Gebühren, sehr schnelle Zahlungen
es: Cuotas súper bajas, pagos súper rápidos
fr: Frais minimes et paiements très rapides
nl: Super lage kosten, super snelle betalingen
pt: Taxas muito baixas, pagamentos muito rápidos
ru: Супер-низкие комиссии, супер-быстрые платежи

source: Swap coins and use value your way.
de: Tausche Coins und nutze Werte nach deinen Belieben
es: Intercambia monedas y usa el valor en en tu forma.
fr: Échangez des cryptos et utilisez la valeur à votre façon.
nl: Wissel munten om en gebruik ze op jouw manier.
pt: Troca moedas e usa o valor como te convém.

source: Swap Currencies
de: Tausche Währungen
es: Intercambiar Monedas
fr: Échanger des devises
nl: Valuta's omwisselen
pt: Troca moedas
ru: Обмен Валют

source: Swap fee
de: Tauschgebühr
es: Cuota del intercambio
fr: Frais de Swap
nl: Swap vergoeding
pt: Taxa de Troca
ru: Комиссия
uk: Комісія за обмін

source: Swap from {address}
de: Tausch von {address}
es: Intercambiar desde {address}
fr: Swap depuis {address}
nl: Swap van {address}
pt: Troca de {address}
ru: Обменять с {address}
uk: Обмін з {address}

source: Swap has expired
de: Tausch ist abgelaufen
es: El intercambio ha expirado
fr: Le Swap a expiré
nl: Swap is verlopen
pt: A Troca expirou
ru: Время обмена истекло
uk: Обмін розтеміновано

source: Swap more per 30 days.
de: Tausche mehr pro 30 Tage.
es: Haga más intercambios cada 30 días
fr: Swappez-en plus par période de 30 jours.
nl: Meer omwisselen per 30 dagen.
pt: Troca mais por 30 dias.
uk: Обмінюйте більше протягом 30 днів.

source: Swap not possible. Ledger accounts are not supported.
de: Tausch nicht möglich. Ledger Adressen werden nicht unterstützt.
es: Este intercambio no es posible. Las cuentas de ledger no están soportadas.
fr: Swap impossible. Les comptes Ledger ne sont pas pris en charge.
nl: Omwisselen niet mogelijk. Ledgers worden niet ondersteund.
pt: Troca não possível. Contas de registo não são suportadas.
ru: Обмен невозможен. Кошельки Ledger не поддерживаются.
uk: Обмін неможливий. Ledger рахунки не підтримуються.

source: Swap not possible. Your balance is lower than the fee.
de: Tausch nicht möglich. Dein Guthaben ist niedriger als die Gebühr.
es: Este intercambio no es posible. Su balance es mas bajo que la cuota de red.
fr: Swap impossible. Votre solde est inférieur aux frais.
nl: Omwisselen niet mogelijk. Je saldo is lager dan de toeslag.
pt: Troca não possível. O teu saldo é menor que o valor da taxa.
ru: Обмен невозможен. Ваш баланс меньше чем комиссия.
uk: Обмін неможливий. Ваш баланс менший за комісію.

source: Swap successful!
de: Tausch erfolgreich!
es: ¡Intercambio exitoso!
fr: Swap réussi !
nl: Swap succesvol!
pt: Troca sucedida!
ru: Обмен успешен!
uk: Обмін було проведено успішно!

source: Swap to {address}
de: Tausch mit {address}
es: Intercambio a {address}
fr: Swap vers {address}
nl: Swap naar {address}
pt: Troca para {address}
ru: Обменять на {address}
uk: Обмін на {address}

source: Swap up to {limit} per 30 days.
de: Tausche bis zu {limit} pro 30 Tage.
es: Haga intercambios de hasta {limit} cada 30 días.
fr: Swappez jusqu'à {limit} par période de 30 jours.
nl: Omwisselen tot {limit} per 30 dagen.
pt: Troca até {limit} por 30 dias.
uk: Обмінюйте до {limit} протягом 30 днів.

source: Swiping Gestures
de: Wisch-Gesten
es: Gestos de deslizamiento
fr: Navigation par gestes
pt: Gestos de deslizar
ru: Свайп-жесты
uk: Свайп-жести

source: Switch to USDC
de: Wechsel zu USDC
fr: Passer à l'USDC
nl: Switch naar USDC
pt: Muda para USDC

source: Switch to USDT
de: Wechsel zu USDT
fr: Passer à l'USDT
nl: Switch naar USDT
pt: Muda para USDT

source: Switch validator
fr: Changer de validateur
pt: Trocar de validador

source: syncing
de: abgleichen
es: sincronizando
fr: synchronisation
nl: synchroniseren
pt: sincronizando
ru: синхронизируется
uk: синхронізую

source: Syncing takes long and fails in certain cases.
fr: La synchronisation prend du temps et peut échoue dans certains cas.
pt: Sincronizar demora tempo e falha em certos casos.

source: Syncing with Bitcoin network
de: Synchronisierung mit dem Bitcoin-Netzwerk
es: Sincronizando con la red de Bitcoin
fr: Synchronisation avec le réseau Bitcoin
nl: Synchroniseren met het Bitcoin-netwerk
pt: A sincronizar com a rede Bitcoin
ru: Синхронизация с сетью Bitcoin
uk: Синхронізація з мережею Bitcoin

source: TEN31 Bank provides a bank account to lock your payment.
de: Die TEN31 Bank stellt ein Bankkonto zur Verfügung, um deine Zahlung kurzzeitig zu verwahren.
es: TEN31 Bank provee una cuenta bancaria para guardar su pago.
fr: La banque TEN31 fournit un compte bancaire pour sécuriser votre paiement.
nl: TEN31 Bank biedt een bankrekening om uw betaling te vergrendelen.
pt: O banco TEN31 fornece uma conta bancária para bloquear o teu pagamento.
ru: TEN31 предоставляет банковский счёт для заморозки вашего платежа.
uk: TEN31 Bank надає банківський рахунок для блокування платежу.

source: TEN31 Pass didn't return expected grants.
de: Unerwartete Freigaben von TEN31 Pass,
es: TEN31 Pass no respondió con el resultado esperado.
fr: ten31 pass ne retourne pas les droits attendus.
nl: TEN31 Pass heeft de verwachte tegoeden niet geretourneerd.
pt: O TEN31 Pass não retornou concessões esperadas.
uk: TEN31 Pass не повернув очікуваних грантів.

source: TEN31 Verification
de: TEN31-Verifizierung
es: Verificación de TEN31
fr: Vérification TEN31
nl: TEN31 Verificatie
pt: Verificação TEN31
ru: Верификация TEN31
uk: TEN31 Перевірка

source: The {ticker} stablecoin was originally launched on Ethereum. To avoid high fees and enable fast transactions, this wallet uses the Polygon version.
de: Der {ticker}-Stablecoin wurde ursprünglich auf Ethereum eingeführt. Um hohe Gebühren zu vermeiden und schnelle Transaktionen zu ermöglichen, verwendet diese Wallet die Polygon-Version.
es: La moneda estable {ticker} fue lanzada originalmente en Ethereum. Esta billetera utiliza la versión en Polygon para evitar altos costos de envío y asegurar transacciones rápidas.
fr: Le stablecoin {ticker} a été initialement lancé sur Ethereum. Pour éviter les frais élevés et permettre des transactions rapides, ce wallet utilise la version Polygon.
nl: De {ticker} stablecoin is oorspronkelijk gelanceerd bovenop Ethereum. Echter om hoge kosten te vermijden en snelle transacties mogelijk te maken, gebruikt deze wallet de Polygon-versie.
pt: A moeda estável {ticker} foi originalmente lançada por Ethereum. Para prevenir taxas altas e permitir transações rápidas, esta carteira usa a versão Polygon.
ru: Изначально стейблкоин {ticker} был запущен на Ethereum. Чтобы избежать высоких комиссий и обеспечить быстрые транзакции, этот кошелек использует версию Polygon.
uk: Стейблкоїн {ticker} спочатку був запущений на Ethereum. Щоб уникнути високих комісій і забезпечити швидкі транзакції, цей гаманець використовує версію Polygon.

source: The bank is processing your transaction.
de: Die Bank bearbeitet deine Überweisung.
es: El banco esta procesando su transacción.
fr: La banque traite votre transaction.
nl: De bank verwerkt je transactie.
pt: O banco está a processar a tua transação.
ru: Банк обрабатывает вашу транзакцию.
uk: Банк обробляє вашу операцію.

source: The fees (currently {amount}) determine the minimum amount.
de: Die Gebühren (momentan {amount}) bestimmen den Mindestbetrag.
es: Las cuotas (actualmente {amount}) determinan el monto mínimo.
fr: Les frais (actuellement {amount}) déterminent le montant minimum.
nl: De kosten (momenteel {amount}) bepalen het minimumbedrag.
pt: As taxas (de momento a {amount}) determinam o valor mínimo.
ru: Комиссия (в настоящее время {amount}) составляет минимальную сумму.
uk: Комісія (наразі {amount}) є мінімальною сумою.

source: The fees determine the minimum amount.
de: Die Gebühren bestimmen den Mindestbetrag.
es: Las cuotas determinan el monto mínimo.
fr: Les frais déterminent le montant minimum.
nl: De kosten bepalen het minimumbedrag.
pt: As taxas determinam o valor mínimo.
ru: Минимальная сумма определяется комиссией.
uk: Комісія визначає мінімальну суму.

source: The GoCrypto payment request expires in {finalCountdown}. To ensure that your payment is confirmed in time, send it within {earlyCountdown}.
de: Die GoCrypto-Zahlungsanforderung läuft in {finalCountdown} ab. Um sicherzustellen, dass deine Zahlung rechtzeitig bestätigt wird, sende sie innerhalb von {earlyCountdown}.
es: La solicitud de pago de GoCrypto expira en {finalCountdown}. Para asegurarse que su pago será confirmado a tiempo, envíelo en {earlyCountdown}.
fr: La demande de paiement GoCrypto expire dans {finalCountdown}. Pour que votre paiement soit confirmé à temps, envoyez-le avant {earlyCountdown}.
nl: Het GoCrypto-betalingsverzoek verloopt over {finalCountdown}. Om ervoor te zorgen dat je betaling op tijd wordt bevestigd, verzendt deze binnen {earlyCountdown}.
pt: O pedido de pagamento GoCrypto expira em {finalCountdown}. Para assegurares que o teu pagamento é confirmado a tempo, envia-o em {earlyCountdown}.

source: The limit on your IBAN has been reached
de: Die Obergrenze für deine IBAN wurde erreicht
es: El límite de su cuenta IBAN ha sido alcanzado
fr: La limite de votre IBAN a été atteinte
nl: De limiet op je IBAN is bereikt
pt: O limite do teu IBAN foi atingido
ru: Достигнут лимит для вашего IBAN-счета.
uk: Досягнуто ліміт вашого IBAN

source: The network and your NIM successfully migrated to Proof-of-Stake. The wallet is not fully up to speed yet but we’re getting there.
fr: Le réseau et votre NIM ont migré avec succès vers le Proof of Stake. Le Wallet n'est pas encore tout à fait au point, mais il s'en rapproche !
pt: A rede e o teu NIM migraram com sucesso para o Proof-of-Stake. A wallet ainda não está totalmente atualizada, mas estamos a chegar lá.

source: The network is temporarily not processing transactions or staking rewards, thank you for your patience.
fr: Le réseau est temporairement dans l'incapacité de traiter les transactions ou d'assurer les récompenses du staking, nous vous remercions pour votre patience.
pt: A rede não está temporariamente a processar transações ou recompensas de participação. Agradecemos a tua paciência.

source: The new and improved accounts can have multiple addresses.
de: Die neuen und verbesserten Konten können mehrere Adressen haben.
es: Las nuevas y mejoradas cuentas pueden tener múltiples direcciones.
fr: Le nouveau type de compte peut posséder plusieurs adresses à la fois.
nl: De nieuwe verbeterde accounts kunnen meerdere adressen hebben.
pt: As contas novas e melhoradas podem ter vários endereços.
ru: Новые, улучшенные учётные записи поддерживают множество адресов
uk: Рахунки Німік нового формату можуть містити декілька адрес.

source: The new Login Files are an easy and convenient way to gain access to your account and its addresses.
de: Die neuen Login-Dateien bietet eine einfache und bequeme Möglichkeit, auf dein Konto und deine Adressen zuzugreifen.
es: Los nuevos Archivos de Sesión son una forma fácil y conveniente de ganar acceso a su cuenta y sus direcciones.
fr: Le nouveau fichier de connexion Nimiq est une façon facile et pratique de se connecter à votre compte et vos adresses.
nl: De nieuwe Login Files zijn een gemakkelijk en handige manier om toegang te krijgen tot je accounts en bijbehorende adressen.
pt: Os Ficheiros de Login novos são uma forma fácil e conveniente de entrar na tua conta e endereços.
ru: Новые Логин-файлы - это простой и удобный способ доступа к вашему аккаунту и адресам.
uk: Новий файл-ключ це зручний спосіб отримати доступ до вашого рахунку.

source: The Nimiq Wallet uses Polygon {ticker} for speed and low fees.
de: Die Nimiq Wallet nutzt Polygon {ticker} wegen seiner hohen Geschwindigkeit und der niedrigen Gebühren.
es: La Billetera de Nimiq usa {ticker} en Polygon por su velocidad y bajas cuotas.
fr: Le Wallet Nimiq utilise Polygon {ticker} pour sa rapidité et ses frais réduits.
nl: De Nimiq Wallet gebruikt Polygon {ticker} voor snelheid en lage toeslagen.
pt: A Wallet da Nimiq usa Polygon {ticker} para velocidade e taxas baixas.
ru: Кошелёк Nimiq использует Polygon {ticker} для скорости и низких комиссии.
uk: Гаманець Nimiq використовує Polygon {ticker} для швидкості та низьких комісій.

source: The payment request expired
de: Die Zahlungsanforderung ist abgelaufen
es: La solicitud de pago ha expirado
fr: La demande de paiement a expiré
nl: Het betaalverzoek is verlopen
pt: O pedido de pagamento expirou

source: The payment request is about to expire
de: Die Zahlungsanforderung läuft bald ab
es: Su solicitud de pago esta apunto de expirar
fr: La demande de paiement est sur le point d'expirer
nl: Het betalingsverzoek verloopt binnenkort
pt: O pedido de pagamento está quase a expirar

source: The payment request might have been paid, expired, or cancelled.
de: Die Zahlungsanforderung wurde möglicherweise bezahlt, ist abgelaufen oder wurde storniert.
es: La solicitud de pago pudo haber sido pagada, expirada o cancelada.
fr: Il se peut que la demande de paiement ait été payée, expirée ou annulée.
nl: Het betalingsverzoek is mogelijk betaald, verlopen of geannuleerd.
pt: O pedido de pagamento pode ter sido pago, expirado, ou cancelado.

source: The pool sometimes fails to be available for block production.
fr: Il arrive que la pool n'arrive pas à être disponible pour produire des blocs.
pt: Por vezes, a pool não está disponível para a produção de blocos.

source: The rate might change depending on the swap volume.
de: Der Kurs kann sich je nach Tauschvolumen ändern.
es: La taza de cambio puede cambiar dependiendo del volumen del intercambio.
fr: Le taux peut changer en fonction du volume à swap.
nl: Het tarief kan veranderen afhankelijk van het swap volume.
pt: A taxa pode mudar dependendo no volume de troca.
ru: Ставка комиссии может меняться в зависимости от суммы сделки.
uk: Курс може змінюватися в залежності від суми обміну.

source: The sender and recipient cannot be identical.
de: Der Sender und Empfänger dürfen nicht identisch sein.
es: El emisor y receptor no pueden ser idénticos.
fr: L'expéditeur et le bénéficiaire ne peuvent pas être identiques.
nl: De afzender en ontvanger kunnen niet identiek zijn.
pt: O remetente e destinatário não podem ser os mesmos.
ru: Отправитель и получатель не могут совпадать.
uk: Відправник та одержувач не можуть бути однаковими.

source: The Simplex integration is currently disabled while the network is experiencing an outage.
fr: L'intégration de Simplex est actuellement désactivée pendant la panne du réseau.
pt: A integração do Simplex está de momento desativada enquanto a rede está a sofrer uma interrupção.

source: The swap expired
de: Der Tausch ist abgelaufen
es: El intercambio ha expirado
fr: Le Swap a expiré
nl: De swap is verlopen
pt: A troca expirou
ru: Срок ожидания свопа закончился
uk: Термін дії обміну закінчився

source: The transaction history does not update correctly.
fr: L'historique des transactions ne se met pas à jour correctement.
pt: O histórico de transações não é atualizado corretamente.

source: The validator is solely responsible for information provided above.
de: Der Validator ist allein verantwortlich für die oben bereitgestellten Informationen.
es: El validador es unicamente responsable por la información proveida anteriormente.
fr: Le validateur est seul responsable des informations fournies ci-dessus.
nl: De validator is verantwoordelijk voor de verstrekte informatie.
pt: O validador é inteiramente responsável pela informação dada em cima.

source: The validator is solely responsible for the information provided above. It is not to be viewed as an endorsement or recommendation by Nimiq.
fr: Le validateur est le seul responsable des informations fournies ci-dessus. Elles ne doivent pas être considérées comme une approbation ou une recommandation de la part de Nimiq.
pt: O validador é o único responsável pelas informações acima fornecidas. Não devem ser interpretadas como um patrocínio ou recomendação da Nimiq.

source: There are currently no free NIM available.
de: Aktuell sind keine kostenlosen NIM mehr verfügbar.
es: Actualmente no hay NIM gratis disponibles.
fr: Il n'y a actuellement aucun NIM gratuit disponible.
nl: Er is momenteel geen gratis NIM beschikbaar.
pt: De momento não há NIM gratuito disponível.
ru: В настоящее время бесплатные NIM не доступны.
uk: Безкоштовні NIM наразі недоступні.
