Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: ‘Digital gold’, the original crypto
de: "Digitales Gold", die erste Kryptowährung
es: 'Oro digital', la primer criptomoneda
fr: "L'or numérique", la crypto originale
nl: ‘Digitaal goud’, de originele cryptovaluta
pt: 'Ouro digital', a cripto original
ru: «Цифровое золото», оригинальная криптовалюта
uk: 'Цифрове золото', оригінальна криптовалюта

source: {accounts} hold, manage and aggregate addresses.
de: {accounts} halten und fassen Adressen zusammen.
es: {accounts} conservan, manejan y agregan direcciones.
fr: {accounts} conserver, gérer et regrouper les adresses.
nl: {accounts} houden, beheren en verzamelen adressen.
pt: {accounts} manter, gerir e agregar endereços.
ru: {accounts} храните, добавляйте новые адреса и управляйте ими.
uk: {accounts} зберігайте, керуйте і накопичуйте рахунки.

source: {addresses} send and receive transactions.
de: {addresses} senden und empfangen Transaktionen.
es: {addresses} envían y reciben transacciones.
fr: {addresses} envoyer et recevoir des transactions
nl: {addresses} verzenden en ontvangen transacties.
pt: {addresses} enviam e recebem transações.
ru: {addresses} отправлять и получать транзакции.
uk: {addresses} надсилати та отримувати перекази.

source: {amount} fee
de: {amount} Gebühr
es: {amount} tarifa
fr: {amount} de frais
nl: {amount} toeslag
pt: {amount} de taxa
ru: {amount} комиссии
uk: {amount} комісія

source: {bankName} offers generic and individual IBANs.
de: {bankName} bietet generische und individuelle IBANs an.
es: {bankName} ofrece IBANs genéricos e individuales.
fr: {bankName} propose des IBANs génériques et individuels.
nl: {bankName} biedt algemene en individuele IBAN's.
pt: O {bankName} oferece IBANs genéricos e individuais.
ru: {bankName} предлагает как обычные, так и индивидуальные IBAN-номера.
uk: {bankName} пропонує загальні та індивідуальні номери IBAN.

source: {count} Peer | {count} Peers
de: {count} Teilnehmer | {count} Teilnehmer
es: {count} Par | {count} Pares
fr: {count} Pair | {count} Pairs
pt: {count} Par | {count} Pares
ru: {count} Пир | {count} Пиров
uk: {count} Піра | {count} Пірів

source: {currency} Address
de: {currency} Adresse
es: {currency} Dirección
fr: Adresse {currency}
nl: {currency} Adres
pt: Endereço de {currency}
ru: Адрес {currency}
uk: {currency} Адреса

source: {currency} could not be paid out
de: {currency} konnte nicht ausgezahlt werden
es: {currency} no pudo pagarse
fr: Le paiement en {currency} ne peut pas être effectué
nl: {currency} kan niet worden uitbetaald
pt: {currency} não pode ser paga
ru: Платеж в {currency} невозможен
uk: Платіж в {currency} неможливий

source: {currency} not paid out
de: {currency} nicht ausgezahlt
es: {currency} no se ha pagado
fr: Paiement {currency} non versé
nl: {currency} niet uitbetaald
pt: {currency} não paga
ru: Средства в {currency} не выплачены
uk: Кошти в {currency} не виплачені

source: {currency} payout pending
de: {currency} Auszahlung ausstehend
es: {currency} pago pendiente
fr: Paiement {currency} en attente
nl: Uitbetaling van {currency} in behandeling
pt: {currency} pendente de pagamento
ru: Ожидается платеж в {currency}
uk: Очікується платіж в {currency}

source: {disabledAsset} swaps are currently under maintenance.
de: {disabledAsset} Swaps werden derzeit gewartet.
es: {disabledAsset} intercambios se encuentran en mantenimento.
fr: Les swaps de {disabledAsset} sont actuellement en maintenance.
nl: {disabledAsset} swaps zijn momenteel in onderhoud.
pt: {disabledAsset}trocas estão de momento em manutenção

source: {fee} fee
de: {fee} Gebühr
es: {fee} cuota
fr: {fee} de frais
nl: {fee} heffing
pt: {fee} taxa
ru: {fee} комиссия
uk: {fee} комісія

source: {perc}% of swap value.
de: {perc}% des Tauschwerts.
es: {perc}% del valor del intercambio.
fr: {perc}% de la valeur du swap.
nl: {perc}% van swap waarde.
pt: {perc}% de troca de valor.
ru: {perc}% от суммы сделки.
uk: {perc}% вартості обміну.

source: {percentage} fees
de: {percentage} Gebühren
es: {percentage} tarifas
fr: {percentage} de frais
nl: {percentage} kosten
pt: {percentage}taxas
ru: {percentage} комиссии
uk: {percentage} комісії

source: {poolName} Website
es: Página Web de {poolName}
fr: Site internet de {poolName}

source: {provider} is provided by {companyLogo}
de: {provider} ist ein Service von {companyLogo}
es: {provider} es hecho por {companyLogo}
fr: {provider} est fourni par {companyLogo}
nl: {provider} is mogelijk gemaakt door {companyLogo}
pt: {provider} é fornecido por {companyLogo}
ru: {provider} предоставляется {companyLogo}
uk: {provider} надається {companyLogo}

source: {value} remaining
de: {value} verbleibend
es: {value} restante
fr: {value} restant
nl: {value} resterend
pt: {value} restante
ru: Осталось {value}
uk: {value} залишок

source: + {count} more | + {count} more
de: + {count} weitere | + {count} weitere
es: + {count} más | + {count} más
fr: + {count} de plus | + {count} de plus
nl: + {count} meer | + {count} meer
pt: + {count} mais | + {count} mais
ru: + ещё {count} | + ещё {count}
uk: + {count} інший | + {count} інші

source: + network fees
de: + Netzwerk­gebühren
es: + cuotas de red
fr: + frais de réseau
nl: + netwerkkosten
pt: + taxas de rede
ru: + комиссия сети
uk: + комісія мережі

source: + network fees, registration required
de: + Netzwerkgebühren, Registrierung erforderlich
es: + tarifas de red, es necesario registrarse
fr: + frais de réseau, inscription obligatoire
nl: + transactiekosten, registratie vereist
pt: + taxas de rede, registo necessário
ru: + комиссия сети, требуется регистрация

source: + network fees, registration required above $700
de: + Netzwerkgebühren, Registrierung erforderlich ab $700
es: + tarifas de red, es necesario registrarse para montos superiores a $700
fr: + frais de réseau, inscription obligatoire à partir de 700$
nl: + transactiekosten, registratie vereist vanaf $700
pt: + taxas de rede, registo necessário acima dos 700$
ru: + комиссия сети, регистрация обязательна выше 700$

source: +{n} more
de: +{n} weitere
es: +{n} más
fr: +{n} de plus
nl: +{n} meer
pt: +{n} mais
ru: +{n} больше
uk: +{n} більше

source: +{validatorCount} more
es: +{validatorCount} más
fr: +{validatorCount} de plus
nl: +{validatorCount} meer
ru: +{validatorCount} больше
uk: +{validatorCount} більше

source: < {amount} fee
de: < {amount} Gebühr
es: < {amount} cuota
fr: < {amount} de frais
nl: < {amount} toeslag
pt: < {amount} de taxa
ru: < {amount} комиссии
uk: < {amount} комісія

source: 1-2 sec
es: 1-2 seg
fr: 1-2 secondes
pt: 1-2 segundos

source: 12M
fr: 12 mois

source: 1Y
fr: 1 an

source: 24/7 Support
es: Soporte 24/7
fr: Support 24/7
pt: Suporte 24/7
ru: Поддержка 24/7
uk: Підтримка 24/7

source: 30-day Limit
de: 30-Tage-Limit
es: Límite de 30 días
fr: Limite de 30 jours
nl: 30 dagen limiet
pt: Limite de 30 dias
ru: 30-ти дневный лимит
uk: 30-денний ліміт

source: 3M
fr: 3 mois

source: 4M
fr: 4 mois

source: 6M
fr: 6 mois

source: 72 hours after your first buy, your limit will be increased automatically.
de: 72 Stunden nach deinem ersten Kauf wird dein Limit automatisch erhöht.
es: Después de 72 horas tras tu primera compra, tu límite será aumentado automáticamente.
fr: 72 heures après votre premier achat, votre limite sera automatiquement augmentée.
nl: 72 uur na je eerste aankoop wordt je limiet automatisch verhoogd.
pt: 72 horas após a tua primeira compra, o teu limite vai ser aumentado automaticamente
ru: Спустя 72 часа после первой покупки, ваш лимит будет увеличен автоматически.
uk: Через 72 години після першої покупки ваш ліміт буде автоматично збільшено.

source: 8M
fr: 8 mois

source: A contact with the address "{address}", but a different name already exists. Do you want to replace it?
de: Ein Kontakt mit der Adresse „{address}“, aber einem anderen Namen existiert bereits. Möchtest du den Kontakt ersetzen?
es: Ya existe un contacto con la dirección "{address}", pero con un nombre distinto. ¿Desea reemplazarlo?
fr: Un contact avec l'adresse "{address}", mais un nom différent existe déjà. Voulez-vous le remplacer ?
nl: Een contact met adres "{address}" bestaat al maar onder een andere naam. Wil je deze vervangen?
pt: Um contacto com o endereço "{address}", já existe mas com um nome diferente. Queres substituí-lo?
ru: Контакт с адресом "{address}" уже имеет другое имя. Хотите заменить его?

source: A network issue occurred, please stand by. Click {link} for updates.
es: Ha ocurrido un error de conexión, espere por favor. Haga click en {link}para actualizaciones.
fr: Un problème de réseau s'est produit, veuillez patienter. Cliquez {link} pour suivre l'évolution de la situation.
pt: Ocorreu um erro na rede, por favor espere. Clique {link} para atualizações.

source: A popup has been opened, click anywhere to bring it back to the front.
de: Ein Popup hat sich geöffnet, klicke hier, um zurück zum Popup zu kommen.
es: Se ha abierto una ventana emergente. Haga click en cualquier lugar para traer la ventana al primer plano.
fr: Une popup a été ouverte, cliquez n'importe où pour la ramener au premier plan.
nl: Er is een pop-up geopend, klik op het scherm om deze weer naar voren te brengen.
pt: Um popup foi aberto, clica em qualquer lado para trazê-lo de volta para a frente.
ru: Открыто всплывающее окно. Нажмите где-нибудь, чтобы вернуть его на передний план.
uk: Відкрито випадаюче вікно. клацніть будь-де щоб перейти до ньго.

source: Account creation was massively improved. Give it a try and experience all new Nimiq features.
de: Die Kontoerstellung wurde massiv verbessert. Probiere es direkt aus und erlebe was Nimiq alles neues kann.
es: La creación de cuentas ha sido mejorada en sobremanera. Pruébala ahora y experimenta las nuevas características de Nimiq.
fr: La création de compte a été fortement améliorée. Essayez-la et testez les nouvelles fonctionnalités Nimiq.
nl: Het aanmaken van accounts is enorm verbeterd. Probeer het en ervaar alle nieuwe Nimiq-functies.
pt: A criação de Conta foi bastante melhorada. Experimenta e experencia as novas funcionalidades da Nimiq.
ru: Создание аккаунтов было кардинально усовершенствовано. Попробуйте сами и оцените все новые возможности Nimiq.
uk: Створення рахунку було значно вдосконалено. Спробуйте всі нові можливості Nimiq.

source: Account Limits
de: Konto-Limits
es: Limites de la Cuenta
fr: Limites du compte
nl: Account Limieten
pt: Limites de Conta
ru: Лимиты Аккаунта
uk: Ліміти рахунку

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
pt: Contas
ru: Аккаунты
uk: Рахунки

source: Activate
de: Aktivieren
es: Activar
fr: Activer
nl: Activeren
pt: Ativar
ru: Активировать
uk: Активувати

source: Activate Bitcoin
de: Bitcoin aktivieren
es: Activar Bitcoin
fr: Activer Bitcoin
nl: Activeer Bitcoin
pt: Ativar Bitcoin
ru: Активировать Биткоин
uk: Активувати Біткоїн

source: Activate USDC/USDT
de: Aktiviere USDC/USDT
es: Activar USDC/USDT
fr: Activer l'USDC/USDT
nl: Activeer USDC/USDT
pt: Ativar USDC/USDT
ru: Активировать USDC/USDT
uk: Активувати USDC/USDT

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
nl: Toevoegen
pt: Adicionar
ru: Добавить
uk: Додати

source: Add a label to quickly find the transaction in your history, once it was sent.
de: Mit einer Beschriftung ist die Transaktion später leichter wiederzufinden.
es: Agrega una etiqueta para encontrar rápidamente la transacción en su historial una vez que fue enviada.
fr: Ajouter un libellé pour retrouver rapidement la transaction dans votre historique, une fois celle-ci envoyée.
nl: Voeg een label toe om de transactie snel in je geschiedenis terug te vinden zodra deze verzonden is.
pt: Adicionar um marcador para encontrares rapidamente a transação no teu histórico, uma vez enviada.
ru: Добавьте ярлык, чтобы быстро найти транзакцию в вашей истории, как только она будет отправлена.
uk: Додайте назву, щоб швидко знайти переказ у вашій історії, як тільки він буде відправлений.

source: Add a label to quickly find the transaction in your history.
de: Mit einer Beschriftung ist die Transaktion leichter wiederzufinden.
es: Agrega una etiqueta para encontrar rápidamente la transacción en el historial.
fr: Ajouter un libellé pour retrouver rapidement la transaction dans votre historique.
nl: Voeg een label toe om de transactie snel in je geschiedenis terug te vinden.
pt: Adicionar um marcador para encontrares rapidamente uma transação no teu histórico.
ru: Добавьте ярлык, чтобы быстро найти нужную транзакцию в истории транзакций.
uk: Додайте назву, щоб швидко знайти переказ у вашій історії.

source: Add a public message...
de: Öffentliche Nachricht hinzufügen...
es: Agrega un mensaje público...
fr: Ajouter un message public...
nl: Voeg een openbaar bericht toe...
pt: Adicionar uma mensagem pública...
ru: Добавить публичное сообщение...
uk: Додати публічне повідомлення...

source: Add account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
nl: Account toevoegen
pt: Adicionar conta
ru: Добавить аккаунт
uk: Додати рахунок

source: Add address
de: Adresse hinzufügen
es: Agregar dirección
fr: Ajouter une adresse
nl: Adres toevoegen
pt: Adicionar endereço
ru: Добавить адрес
uk: Додати адресу

source: Add an existing vesting contract to your wallet.
de: Füge deiner Wallet einen weiteren Vesting-Vertrag hinzu.
es: Agregar un contrato vesting existente a su billetera
fr: Ajouter un contrat d'acquisition existant à votre wallet.
nl: Voeg een bestaand vestingcontract toe aan je wallet.
pt: Adiciona um contrato de vesting existente à tua wallet.
ru: Добавить существующий вестинговый контракт в ваш кошелёк.
uk: Додайте існуючий розподільний контракт до вашого гаманця.

source: Add Bitcoin to your account
de: Bitcoin zum Konto hinzufügen
es: Agregar Bitcoin a su cuenta
fr: Ajouter Bitcoin à votre compte
nl: Bitcoin toevoegen aan je account
pt: Adiciona Bitocin à tua conta
ru: Добавить Биткоин на свой аккаунт
uk: Додайте Біткоїн до вашого рахунку

source: Add contact
de: Kontakt hinzufügen
es: Agregar Contacto
fr: Ajouter un contact
nl: Contact toeveogen
pt: Adicionar contacto
ru: Добавить контакт
uk: Додати контакт

source: Add stake
fr: Ajustement du staking
pt: Adicionar participação

source: Address unavailable?
de: Adresse nicht bekannt?
es: Dirección no disponible?
fr: Adresse indisponible ?
nl: Adres niet beschikbaar?
pt: Endereço indisponível?
ru: Адрес недоступен?
uk: Адреса недоступна?

source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
nl: Adressen
pt: Endereços
ru: Адреса
uk: Адреси

source: Adjust
fr: Ajuster

source: Adjust Stake
fr: Ajuster le staking
pt: Ajustar participação

source: Adjust your stake
fr: Ajuster votre montant staké
pt: Ajusta a tua participação

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
nl: Geavanceerd
pt: Avançado
ru: Расширенные
uk: Розширені

source: After 72 hours
de: Nach 72 Stunden
es: Tras 72 horas.
fr: Après 72 heures
nl: Na 72 uur
pt: Depois de 72 horas
ru: После 72 часов
uk: Через 72 години

source: all
de: alle
es: todo
fr: Toutes
nl: alles
pt: todos
ru: все
uk: Усі

source: ALL
fr: TOUT

source: All countries
de: Alle Länder
es: Todos los países
fr: Tous les pays
nl: Alle landen
pt: Todos os países
ru: Все страны
uk: Усі країни

source: All new features are exclusive to new accounts. Upgrade now, it only takes seconds.
de: Jetzt aktualisieren um alle neuen Funktionen nutzen zu können. Es dauert auch wirklich nur ein paar Sekunden!
es: Todas las nuevas características son exclusivas para nuevas cuentas. Mejora a la nueva versión ahora, solo toma unos segundos.
fr: Les nouvelles fonctionnalités sont disponibles exclusivement pour les comptes multi-adresses. Essayez-les, cela ne prend que quelques secondes.
nl: Alle nieuwe functies zijn exclusief voor nieuwe accounts. Upgrade nu, het duurt slechts enkele seconden.
pt: Todas as novas funcionalidades são exclusivas a novas contas. Atualiza agora, demora apenas uns segundos.
ru: Все новые функции доступны только для аккаунтов нового типа. Обновите аккаунт сейчас, это займет всего пару секунд.
uk: Усі нові можливості працюють виключно для нових рахунків. Оновіть зараз, це займе лише кілька секунди.

source: All swaps are part of your transaction history and feature a small swap icon.
de: Alle deine Tausche tauchen in deiner Transaktions-Liste auf und haben ein kleines Tausch-Symbol.
es: Todos los intercambios son parte del historial de sus transacciones y se incluirán con un icono de intercambio.
fr: Tous les swaps font partie de l'historique de vos transactions et comportent une petite icône d'échange.
nl: Alle swaps maken deel uit van je transactiegeschiedenis en hebben een klein swap-pictogram.
pt: Todas as trocas fazem parte do teu histórico de transação e mostram um pequeno ícone de troca.
ru: Все свопы включены в вашу историю транзакций. Они обозначены небольшой иконкой с двумя стрелками.
uk: Усі обміни є частиною вашої історії транзакцій і мають невеликий значок обміну.

source: All translations are for information purposes only. The English text is the controlling version.
de: Alle Übersetzungen dienen ausschließlich zu Informationszwecken. Die englische Originalversion ist rechtlich bindend.
es: Todas las traducciones son únicamente de carácter. Ingles es el texto principal.
fr: Toutes les traductions sont à titre informatif uniquement. Le texte anglais est la version de référence..
nl: Alle vertalingen zijn alleen ter informatie. De Engelse tekst is de controlerende versie.
pt: Todas as traduções são para fins de informação. O texto em inglês é a versão de controlo.
ru: Перевод на русский язык осуществлён в ознакомительных целях. В случае разночтений обращайтесь к оригинальному английскому тексту.
uk: Усі переклади носять лише інформаційний характер. Текст англійською мовою є контрольною версією.

source: Almost instant transactions
fr: Des transactions presque instantanées
pt: Transações quase instantâneas

source: Always backup your Recovery Words, Password and Login Files.
de: Sichere immer deine Wiederherstellungswörter, dein Password und deine Login-Datei.
es: Siembre respalde sus Palabras de Respaldo, Contraseña y Archivo de Sesión.
fr: Sauvegardez toujours vos mots de récupération, votre mot de passe et vos fichiers de connexion.
nl: Maak altijd een back-up van je herstelwoorden, wachtwoord en Login Files.
pt: Faz sempre backup das tuas Palavra de Recuperação, Palavra Passe e Ficheiros de Login.
ru: Всегда сохраняйте резервную копию своего Пароля, Защитной Фразы и Файла Авторизации.
uk: Завжди створюйте резервні копії ваших секретних слів, паролів та файлів для входу.

source: An error occurred: {message}
de: Ein Fehler ist aufgetreten: {message}
es: Ha ocurrido un error: {message}
fr: Une erreur s'est produite : {message}
nl: Er is een fout opgetreden: {message}
pt: Ocorreu um erro: {message}
ru: Произошла ошибка: {message}
uk: Сталася помилка: {message}

source: An update to the Wallet is available, update now!
de: Ein Update für die Wallet ist verfügbar, jetzt aktualisieren!
es: ¡Hay una actualización de la billetera disponible, actualice ahora!
fr: Une mise à jour du Wallet est disponible, faites-la dès maintenant !
nl: Er is een update voor de Wallet beschikbaar, update nu!
pt: Uma atualização da Wallet está disponível, atualiza agora!
ru: Доступна новая версия Кошелька, обновитесь!
uk: Доступне оновлення до кошилька!

source: An update to the Wallet is available.
de: Ein Update für die Wallet ist verfügbar.
es: Hay una actualización disponible para la billetera.
fr: Une mise à jour du Wallet est disponible.
nl: Een update voor de Wallet is beschikbaar.
pt: Uma atualização da wallet está disponível.
ru: Доступна новая версия Кошелька.
uk: Доступне оновлення додатку гаманця.

source: Android and iOS App
de: Android und iOS App
es: App de Android y iOS.
fr: Application Android et iOS
nl: Android en iOS App
pt: Aplicação Android e iOS
ru: Android и iOS App
uk: Android і iOS додаток

source: Any funds sent will be refunded within 1-3 days.
de: Gesendete Beträge werden innerhalb von 1-3 Tagen zurückerstattet.
es: Cualquier dinero enviado será reembolsado en 1-3 días.
fr: Chaque somme envoyée sera retournée dans un délai de 1 à 3 jours.
nl: Eventueel verzonden geld wordt binnen 1-3 dagen terugbetaald.
pt: Quaisquer fundos enviado serão reembolsados entre 1-3 dias.
ru: Все отправленные средства будут возвращены в течение 1-3 дней.
uk: Будь-які надіслані кошти будуть повернуті протягом 1-3 днів.

source: Any funds sent will be refunded.
de: Gesendete Beträge werden zurückerstattet.
es: Cualquier dinero enviado será reembolsado.
fr: Tout fonds envoyés seront remboursés.
nl: Eventueel verzonden geld wordt terugbetaald.
pt: Quaisquer fundos enviados serão reembolsados.
ru: Все отправленные средства будут возвращены.
uk: Усі надіслані кошти будуть повернені.

source: Apply fee
de: Gebühr anwenden
es: Aplicar la tarifa
fr: Appliquer les frais
nl: Pas kosten toe
pt: Aplicar taxa
ru: Применить

source: As soon as your crypto is available, your Euro is processed to the seller. In case of a problem or a time-out, your payment will be returned to your bank account.
de: Sobald deine Kryptowährung bereit ist, wird deine Euro-Transaktion an den Verkäufer weitergeleitet. Im Falle eines Problems oder einer Zeitüberschreitung wird deine Zahlung auf dein Bankkonto zurücküberwiesen.
es: Tan pronto como su cripto este disponible, su Euro es procesado al vendedor. En caso de un problema o un error, su pago será devuelto a su cuenta bancaria.
fr: Dès que votre crypto est disponible, vos Euros sont transmis au vendeur. En cas de problème ou d'expiration du délai, votre paiement sera reversé sur votre compte bancaire.
nl: Zodra jouw crypto beschikbaar is, wordt je euro verstuurdt naar de verkoper. Bij een probleem of een time-out wordt je betaling teruggestort op jouw bankrekening.
pt: Mal a tua criptomoeda esteja disponível, os teus Euros vão ser processados para o vendedor. No caso de haver um problema ou o tempo limite ter passado, o teu pagamento vai ser devolvido à tua conta.
ru: Как только вы получите свою криптовалюту, ваши евро будут отправлены продавцу. В случае проблем или там-аута, ваш платёж будет возвращён на ваш банковский счёт.
uk: Євро пересилатиметься продавцю, як тільки ваша криптовалюта стане доступною. У разі виникнення проблем ваш платіж буде повернено на ваш банківський рахунок.

source: Ask the receiver to ensure they have a Polygon {ticker} address.
de: Vergewissere dich dass die Empfänger:innen eine Polygon {ticker} Adresse haben.
es: Solicite al receptor que se aseguro que tienen una dirección {ticker} en Polygon.
fr: Demandez au destinataire de s'assurer qu'il possède une adresse {ticker} Polygon.
nl: Vraag of de ontvanger een Polygon {ticker}-adres heeft.
pt: Pedir ao recipiente para garantir que tem um endereço Polygon {ticker}.
ru: Попросите получателя убедиться в том что это адрес Polygon {ticker}.
uk: Попросіть одержувача переконатися, що у нього є Polygon {ticker} рахунок.

source: Ask the sender to ensure they have a Polygon {ticker} address.
de: Vergewissere dich, dass der Absender eine Polygon {ticker}-Adresse verwendet.
es: Consulte a el emisario para asegurarse que poseen una dirección de {ticker} en Polygon.
fr: Demandez à l'expéditeur de s'assurer qu'il dispose bien d'une adresse {ticker} Polygon .
nl: Vraag de verzender om ervoor te zorgen dat ze een Polygon {ticker}-adres hebben.
pt: Pedir ao remetente para garantir que tem um endereço Polygon {ticker}.
ru: Попросите отправителя убедиться в том что это адрес Polygon {ticker}.
uk: Попросіть відправника переконатися, що у нього є Polygon {ticker} рахунок.

source: Atomic Swap complete
de: Sicherer Tausch abgeschlossen
es: ¡Intercambio Atómico completado!
fr: Swap atomique complété
nl: Atomic Swap voltooid
pt: Troca Atómica completa
ru: Atomic Swap завершён
uk: Атомарний обмін завершено
