Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: will be available within ~24 hours.
fr: sera disponible dans un délai d'environ 24 heures.
pt: vai estar disponível em aproximadamente 24 horas.

source: With Bitcoin, a new address can be used for every transaction to improve privacy.
de: Bei Bitcoin kann für jede Transaktion eine neue Adresse verwendet werden, um die Privatsphäre zu verbessern.
es: En Bitcoin, es posible usar una nueva dirección en cada transacción para incrementar la privacidad.
fr: Avec Bitcoin, une nouvelle adresse peut être utilisée pour chaque transaction afin de renforcer la confidentialité.
nl: Met Bitcoin kan voor elke transactie een nieuw adres worden gebruikt om de privacy te verbeteren.
pt: Com Bitcoin, um novo endereço pode ser usado para cada transação para melhorar a privacidade.
ru: С Bitcoin, новый адрес может использоваться для каждой транзакции для улучшения приватности.
uk: З Bitcoin, для кожної транзакції можна використовувати нову адресу, щоб покращити конфіденційність.

source: With Bitcoin, there are no contacts, since addresses are only used once.
de: Bei Bitcoin gibt es keine Kontakte, da Adressen nur einmal verwendet werden.
es: Con Bitcoin no hay contactos, ya que las direcciones son utilizadas solo una vez.
fr: Avec Bitcoin, il n'y a pas de contacts, car les adresses ne sont utilisées qu'une seule fois.
nl: Met Bitcoin zijn er geen contacten omdat adressen maar 1 keer gebruikt worden.
pt: Com Bitcoin, não há contactos, visto que os endereços só são usados uma vez.
ru: Вы не найдёте списка адресов для Биткоина. Всё потому, что для каждой транзакции создаётся новый адрес.
uk: Для Біткоїну не існує контактів оскільки адреси використовуються тільки один раз.

source: With Nimiq, you're a part of the Blockchain.
de: Mit Nimiq bist du Teil der Blockchain.
es: Con Nimiq, eres parte del Blockchain.
fr: Avec Nimiq, vous faites partie de la Blockchain.
nl: Met Nimiq, ben je onderdeel van de blockchain.
pt: Com a Nimiq, também fazes parte da Blockchain.
ru: С Nimiq, вы часть Блокчейна.
uk: З Nimiq ви стаєте частиною блокчейну.

source: Without a SEPA instant bank account your money will take 1-3 business days to arrive.
de: Ohne ein SEPA-Instant-Bankkonto kommt dein Geld erst nach 1-3 Arbeitstagen an.
es: Sin una cuenta bancaria SEPA-Instantáneo, su dinero tardaría 1-3 días en llegar.
fr: Sans compte bancaire SEPA instantané, il peut s'écouler de 1 à 3 jours ouvrés avant que votre argent n'arrive.
nl: Zonder een SEPA instant-bankrekening duurt het 1-3 werkdagen voordat je het geld ontvangt.
pt: Sem conta bancária SEPA Instant, o teu dinheiro vai demorar entre 1-3 dias úteis a chegar.
ru: Без банковского счета SEPA Instant перевод средств займет 1-3 рабочих дня.
uk: Без SEPA instant рахунку ваші гроші надійдуть протягом 1-3 робочих днів.

source: Without an individual IBAN, refunds are impossible!
de: Ohne eine individuelle IBAN sind Rückerstattungen unmöglich!
es: ¡Sin un IBAN individual los reembolsos son imposibles!
fr: Sans IBAN individuel, les remboursements sont impossibles !
nl: Zonder een individuele IBAN is restitutie niet mogelijk!
pt: Sem um IBAN individual, reembolsos são impossíveis!
ru: Без индивидуального IBAN возврат средств невозможен!
uk: Без індивідуального IBAN повернення коштів неможливе!

source: You are connecting to the Nimiq PoS and Bitcoin Testnets.
fr: Vous vous connectez aux Testnets PoS de Nimiq et Bitcoin.
pt: Está conectado à Nimiq PoS e Bitcoin Testnet.

source: You are using a Legacy Account
de: Du nutzt ein Legacy-Konto
es: Esta usando una Cuenta versión antigua
fr: Vous utilisez un ancien type de compte.
nl: Je gebruikt een Legacy Account
pt: Estás a usar uma Conta Legacy
ru: Вы используете аккаунт "старого" типа
uk: Ви використовуєте рахунок старого зразка

source: You can now choose{linebreak}between USDC and USDT
de: Du kannst jetzt{linebreak}zwischen USDC und USDT wählen
fr: Vous pouvez désormais choisir {linebreak}entre l'USDC et l'USDT
nl: Je kan nu kiezen{linebreak}tussen USDC en USDT
pt: Agora podes escolher {linebreak} entre USDC e USDT

source: You can receive from Polygon {ticker} addresses only!
de: Du kannst nur von Polygon {ticker}-Adressen empfangen!
es: ¡Solo puede recibir de direccion {ticker} en Polygon!
fr: Vous ne pouvez en recevoir que depuis des adresses {ticker} de Polygon !
nl: Je kunt alleen van Polygon {ticker}-adressen ontvangen!
pt: Podes receber apenas de endereços Polygon {ticker}!
ru: Вы можете принимать только на адреса Polygon {ticker}!
uk: Ви можете отримувати тільки від Polygon {ticker} рахунків!

source: You can receive more free NIM in {waitTime} hours.
de: In {waitTime} Stunden kannst du erneut kostenlose NIM erhalten.
es: Puedes recibir más NIM gratis en {waitTime} horas.
fr: Vous pourrez recevoir plus de NIM gratuitement dans {waitTime} heures.
nl: Je kan meer gratis NIM ontvangen in {waitTime} uren.
pt: Podes receber mais NIM gratuitamente em {waitTime} horas.
ru: Вы можете получить еще немного бесплатных NIM через {waitTime} часов.
uk: Ви можете отримати безкоштовні NIM через {waitTime} години.

source: You can sell NIM - in the Wallet by swapping NIM to BTC or USDC first, which can then be sold. - on supported exchanges.
de: Du kannst NIM verkaufen - in der Wallet, indem du NIM zuerst gegen BTC oder USDC tauschst, die dann verkauft werden können. - auf unterstützten Börsen.
es: Puede vender NIM - en la billetera al cambiar NIM a BTC o USDC primero, el cual puede luego ser vendido. - en exchanges soportados.
fr: Vous pouvez vendre du NIM - dans le Wallet en swappant votre NIM en BTC ou en USDC, qui peuvent ensuite être vendus. - sur les exchanges qui supportent le NIM.
nl: Je kunt NIM verkopen - door in de Wallet eerst NIM om te wisselen naar BTC of USDC, deze kan je vervolgens dan verkopen. - op ondersteunde exchanges.
pt: Podes vender NIM - na Wallet ao trocar NIM por BTC ou USDC primeiro, que pode ser vendido depois. - em exchanges suportadas.

source: You can't adjust your stake while you're unstaking
fr: Vous ne pouvez pas ajuster votre staking pendant que vous dé-stakez
pt: Não podes ajustar a tua participação enquanto estiveres a retirada da tua participação

source: You currently have no balance to swap.
de: Du hast aktuell kein Guthaben zum tauschen.
es: En estos momentos no tiene balance para intercambiar.
fr: Vous n'avez actuellement aucun solde à swap.
nl: Je hebt momenteel geen tegoed om te wisselen.
pt: Atualmente não tens saldo para troca.
ru: У вас нет средств для обмена.
uk: Наразі у вас немає коштів для обміну.

source: You do not have enough USDC.e to pay conversion fees ({fee})
de: Du hast nicht genug USDC.e, um die Tauschgebühren zu bezahlen ({fee})
es: No tiene el USDC.e suficiente para pagar fees de conversión ({fee})
fr: Vous n'avez pas assez d'USDC.e pour payer les frais de conversion ({fee})
nl: Je hebt niet genoeg USDC.e om conversiekosten ({fee}) te dekken
pt: Não tens USDC.e suficiente para pagar as taxas de conversão ({fee})

source: You exceeded the 30-day limit of your bank account and will be refunded. Please note that network fees may be deducted from your funds.
de: Du hast die 30-Tage-Obergrenze für dein Konto überschritten, dein Geld wird zurückerstattet. Bitte beachte, dass Netzwerkgebühren von deinem Guthaben abgezogen werden können.
es: Ha excedido el limite de 30-días para su cuenta bancaria y su transacción será reembolsada. Por favor note que las cuotas de red podrías ser deducidas de sus fondos.
fr: Vous avez dépassé la limite de 30 jours de votre compte bancaire et allez être remboursé. Les frais du réseau peuvent être déduits du montant.
nl: Je hebt de limiet van 30 dagen van je bankrekening overschreden en krijgt je geld terug. Houd er rekening mee dat netwerkkosten van je overschrijving kunnen worden afgetrokken.
pt: Excedeste os 30-dias de limite da tua conta bancária e vais ser reembolsado. Por favor nota que as taxas de rede podem ser deduzidas dos teus fundos.
ru: Вы превысили 30-дневный лимит для вашего банковского счёта, и ваши средства будут возвращены. Обратите внимание, что из суммы возврата может быть удержана комиссия сети.
uk: Ви перевищили 30-денний ліміт свого банківського рахунку, і вам будуть повернуті кошти. Зверніть увагу, що комісія за використання мережі може бути вирахована з ваших коштів.

source: You have exceeded your OASIS limit.
de: Du hast deine OASIS Obergrenze erreicht.
es: Ha excedido su límite en OASIS
fr: Vous avez dépassé votre limite OASIS.
nl: Je OASIS-limiet is overschreden.
pt: Excedeste o teu limite OASIS.
ru: Вы превысили свой OASIS-лимит.
uk: Ви перевищили ліміт OASIS.

source: You need a SEPA account that supports instant transactions.
de: Du brauchst ein SEPA-Konto, das Instant-Überweisungen unterstützt.
es: Necesita una cuenta SEPA que soporte transacciones instantáneas.
fr: Vous avez besoin d'un compte SEPA qui supporte les transactions instantanées.
nl: Je hebt een SEPA-account nodig die directe transacties ondersteunt.
pt: Precisas de uma conta SEPA que suporta transações instantâneas.
ru: Вам необходим SEPA-счёт, поддерживающий моментальные транзакции.
uk: Вам потрібен рахунок SEPA, який підтримує миттєві транзакції.

source: You now own crypto!
de: Du besitzt jetzt Krypto!
es: ¡Ahora posee criptomonedas!
fr: Vous possédez maintenant de la crypto !
nl: Je bent nu in het bezit van crypto!
pt: Agora tens criptomoedas!
ru: Теперь ты владеешь криптовалютой!
uk: Тепер у вас є криптовалюта!

source: You will finalize your purchase by bank transfer.
de: Der Kauf wird durch die Banküberweisung abgeschlossen.
es: Usted finalizará su compra por medio de transferencia bancaria.
fr: Vous finaliserez votre achat par virement bancaire.
nl: Je rondt de aankoop af via een bankoverschrijving.
pt: Vais finalizar a tua compra por transferência bancária.
ru: Вы завершите покупку, сделав банковский перевод.
uk: Ви завершите свою покупку банківським переказом.

source: You will send {amount}
de: Du wirst {amount} senden
es: Va a enviar {amount}
fr: Vous allez envoyer {amount}
nl: Je zal {amount} versturen
pt: Vais enviar {amount}
ru: Вы перечисляете {amount}
uk: Ви надішлете {amount}

source: You will send {amount} {ticker}
de: Du sendest {amount} {ticker}
es: Va a enviar {amount} {ticker}
fr: Vous enverrez {amount} {ticker}
nl: Je stuurt {amount} {ticker}
pt: Vais enviar {amount} {ticker}
ru: Вы отправите {amount} {ticker}
uk: Ви надішлете {amount} {ticker}

source: You will send {amount} NIM
de: Du sendest {amount} NIM
es: Va a enviar {amount} NIM
fr: Vous enverrez {amount} NIM
nl: Je verstuurd nu {amount} NIM
pt: Vais enviar {amount} NIM
ru: Вы отправите {amount} NIM
uk: Ви надішлете {amount} NIM

source: Your account is not safe yet!
de: Dein Konto ist noch nicht sicher!
es: ¡Su cuenta no esta segura aún!
fr: Votre compte n'est pas encore sécurisé !
nl: Je account is nog niet veilig!
pt: A tua conta ainda não está segura!
ru: Ваш аккаунт ещё не в полной безопасности!
uk: Ваш рахунок не є безпечним!

source: Your account now supports Bitcoin!
de: Dein Account unterstützt jetzt Bitcoin!
es: ¡Su cuenta ahora soporta Bitcoin!
fr: Votre compte supporte maintenant Bitcoin !
nl: Je account ondersteund nu Bitcoin!
pt: A tua conta agora suporta Bitcoin!
ru: Ваш аккаунт теперь поддерживает Биткоин!
uk: Тепер ваш рахунок підтримує Біткоїн!

source: Your accounts are now legacy accounts. Easily switch, edit and create accounts with the new account picker.
de: Deine Konten sind nun Legacy-Konten. Mit der neuen Kontoauswahl kannst du ganz einfach Konten wechseln, bearbeiten und erstellen.
es: Sus cuentas son ahora cuentas versión antigua. Facilmente cambie, edite y cree cuentas con el nuevo seleccionador de cuentas.
fr: Vos utilisez un ancien type de compte. Changez, éditez et créez facilement des comptes avec le nouveau sélecteur de comptes.
nl: Je accounts zijn nu Legacy accounts. Wissel, verander of creëer makkelijk met de nieuwe account kiezer.
pt: As tuas contas agora são contas legacy. Altera, edita e cria contas com o novo selecionador de conta.
ru: Теперь все ваши учётные записи - аккаунты "старого" типа. Новый удобный органайзер учётных записей позволяет легко управлять и переключаться между ними.
uk: Ваші рахунки є рахунками старого зразка. Змінюйте, редагуйте і створюйте рахунки за допомогою нового інтерфейсу.

source: Your bank is not eligible?
de: Deine Bank ist nicht geeignet?
es: ¿Su banco no es soportado?
fr: Votre banque n'est pas éligible ?
nl: Komt je bank niet in aanmerking?
pt: O teu banco não é elegível?
ru: Ваш банк не удовлетворяет условиям?
uk: Ваш банк не відповідає вимогам?

source: Your browser
de: Dein Browser
es: Su navegador
fr: Votre navigateur
nl: Je browser
pt: O teu browser
ru: Ваш браузер
uk: Ваш веб-оглядач

source: Your browser does not support Keyguard popups, or they are disabled in the Settings.
de: Dein Browser unterstützt Keyguard Pop-Ups nicht, oder sie sind in den Einstellungen deaktiviert.
es: Su navegador no soporta las ventanas emergentes de Keyguard, o están desactivadas en la Configuración.
fr: Votre navigateur ne prend pas en charge les fenêtres pop-up Keyguard ou bien celles-ci sont désactivées dans les paramètres.
nl: Je browser ondersteunt geen Keyguard pop-ups of ze zijn uitgeschakeld in de Instellingen.
pt: O teu browser não suporta popups da Keyguard, ou então eles estão desativados nas Configurações.
ru: Ваш браузер не поддерживает всплывающие окна Keyguard, либо они отключены в Настройках.
uk: Ваш веб-оглядач не підтримує Keyguard спливаючі вікна, або вони вимкнені в налаштуваннях.

source: Your EUR will be transferred to your bank account as soon as new limit is available.
de: Deine EUR werden zu deinem Bankkonto überwiesen sobald neues Tauschvolumen verfügbar ist.
es: Sus EUR serán transferidos a su cuenta bancaria tan pronto como nuevos límites estén disponibles.
fr: Vos Euros seront transférés à votre compte bancaire dès qu'une nouvelle limite sera disponible.
nl: Je EUR wordt op je bankrekening gestort zodra er een nieuwe limiet beschikbaar is.
pt: Os teus Euros vão ser transferidos para a sua conta bancária assim que um novo limite esteja disponível.
ru: Ваши EUR будут отправлены на ваш банковский счет, как только обновится ваш лимит.
uk: Ваші євро будуть перераховані на ваш банківський рахунок, як тільки новий ліміт стане доступний.

source: Your monthly purchase limit will still be reduced, even if you cancel now.
de: Dein monatliches Kauflimit wird reduziert, auch wenn du den Tausch jetzt abbrichst.
es: Su límite de compras mensual aún será reducido incluso si usted cancela ahora.
fr: Votre limite d'achat mensuelle sera toujours réduite, même si vous annulez maintenant.
nl: Je maandelijkse aankooplimiet wordt nog steeds verlaagd, zelfs als u je annuleert.
pt: O limite da tua compra mensal ainda vai ser reduzido, mesmo se cancelares agora.
ru: Ваш месячный лимит на покупку уменьшится, даже если вы сейчас отмените операцию.
uk: Ваш щомісячний ліміт покупок все одно буде зменшено, навіть якщо скасувати зараз.

source: Your NIM are stored in a legacy account. Transfer them to a regular account to profit from new features.
de: Deine NIM sind in einem Legacy-Konto gespeichert. Übertrage sie auf ein reguläres Konto, um von neuen Funktionen zu profitieren.
es: Sus NIM están almacenados en una cuenta de versión antigua. Transfiéralos a una cuenta regular para beneficiarse de las nuevas características.
fr: Vos NIM sont hébergés sur un ancien type de compte. Transférez-les sur un nouveau compte pour profiter des nouvelles fonctionnalités.
nl: Je NIM is opgeslagen in een Legacy account. Verplaats ze naar een regulier account om te profiteren van nieuwe mogelijkheden.
pt: O teu NIM vai ser guardado numa conta legacy. Transfere-o para uma conta normal para ganhar com as novas funcionalidades.
ru: Ваши NIM хранятся на аккаунте "старого" типа. Переведите их на новый аккаунт, чтобы получить доступ к новым функциям.
uk: Ваш NIM знаходиться на рахунку старого зразка. Переведіть кошти на новий рахунок, щоб використовувати нові можливості.

source: Your payment failed
de: Zahlung ist fehlgeschlagen
es: Su pago ha fallado
fr: Votre paiement a échoué
nl: Je betaling is mislukt
pt: O teu pagamento falhou

source: Your payment has not been received yet. There might be an issue.
de: Deine Zahlung ist noch nicht eingegangen. Es könnte ein Problem vorliegen.
es: Su pago aún no se ha recibido. Puede que haya un problema.
fr: Votre paiement n'a pas encore été reçu. Il se peut qu'il y ait un problème.
nl: Betaling is nog niet ontvangen. Er is mogelijk een probleem.
pt: O teu pagamento ainda não foi recebido. Pode ter havido um problema.
ru: Ваш платёж пока не был получен. Возможно, возникла проблема.
uk: Ваш платіж ще не отримано. Можливо виникнула проблема.

source: Your payment is being processed
de: Deine Zahlung wird durchgeführt
es: Su pago esta siendo procesado
fr: Votre paiement est en cours de traitement
nl: Je betaling wordt verwerkt
pt: O teu pagamento está a ser processado

source: Your payment is invalid
de: Deine Zahlung ist ungültig
es: Su pago es invalido
fr: Votre paiement est invalide
nl: Je betaling is ongeldig
pt: O teu pagamento é inválido

source: Your payment was cancelled
de: Deine Zahlung wurde storniert
es: Su pago fue cancelado
fr: Votre paiement a été annulé
nl: Je betaling was geannuleerd
pt: O teu pagamento foi cancelado

source: Your payment was refunded
de: Deine Zahlung wurde erstattet
es: Su pago fue re-financiado
fr: Votre paiement a été remboursé
nl: Je betaling was teruggestort
pt: O teu pagamento foi reembolsado

source: Your payout is on its way
de: Deine Auszahlung ist unterwegs
es: Su pago esta de camino
fr: Votre paiement est en chemin
nl: Je uitbetaling is onderweg
pt: O teu pagamento está a caminho
ru: Платеж уже в пути
uk: Ваша виплата вже в дорозі

source: Your rewards are influenced by how many NIM are staked globally and your validator pool’s fee.
fr: Vos récompenses dépendent du nombre de NIM stakés et des frais appliqués par le validateur.
pt: As tuas recompensas são influenciadas pela quantidade de NIM participado globalmente e pela taxa da tua pool de validadores.

source: Your swap was successful!
de: Dein Tausch war erfolgreich!
es: ¡Su intercambio fue exitoso!
fr: Votre swap a été un succès !
nl: Je swap is gelukt!
pt: A tua troca foi bem sucedida!
ru: Ваш Своп прошел успешно!
uk: Ваш обмін пройшов успішно!

source: Your transaction must be SEPA Instant
de: Deine Überweisung muss SEPA-Instant sein.
es: Su transacción debe ser SEPA Instantáneo
fr: Votre transaction doit être SEPA Instant
nl: Je transactie moet SEPA Instant zijn
pt: A tua transação tem de ser SEPA Instant
ru: Вы должны отправить транзакцию типа SEPA Instant
uk: Ваша транзакція повинна бути миттєвою SEPA

source: Your transactions will appear here
de: Deine Transaktionen werden hier angezeigt
es: Sus transacciones van a mostrarse aquí
fr: Vos transactions apparaîtront ici
nl: Je transacties verschijnen hier
pt: As tuas transações vão aparecer aqui
ru: Ваши транзакции будут отображаться здесь
uk: Тут з'являться ваші перекази

source: {amount}/tx
de: {amount}/Transaktion
nl: {amount}/transactie
pt: {amount}/transação
ru: {amount}
uk: {amount}/тр

source: {count} Confirmation | {count} Confirmations
de: {count} Bestätigung | {count} Bestätigungen
es: {count} Confirmación | {count} Confirmaciones
nl: {count} Bevestiging | {count} Bevestigingen
pt: {count} Confirmação | {count} Confirmações
ru: {count} Подтверждение | {count} Подтверждения
uk: {count} Підтвердження | {count} Підтверджень

source: 10 min
pt: 10 minutos
ru: 10 мин
uk: 10 хв

source: 20 sec
de: 20 Sek.
es: 20 seg
pt: 20 segundos
ru: 20 сек
uk: 20 сек.

source: Consensus
de: Konsensus
es: Consenso
pt: Consenso
ru: Консенсус
uk: Консенсус

source: Contacts
de: Kontakte
es: Contactos
nl: Contacten
pt: Contactos
ru: Контакты
uk: Контакти

source: Dominance
pt: Dominância

source: express
es: rápido
pt: expresso
ru: экспресс
uk: швидкий

source: No Payout
pt: Nenhum pagamento

source: Rare
pt: Raro

source: Restake Rewards
de: Belohnungen weiter staken
pt: Participar novamente com Recompensas

source: Staking
es: Participación
nl: Inzetten
pt: Depositar
ru: Стекинг
uk: Стекінг

source: standard
es: Estándar
nl: Standaard
pt: padrão
ru: стандартный
uk: звично

source: Swap
de: Tausch
es: Intercambio
pt: Troca
ru: Обмен
uk: Обмін

source: Swap BTC {arrowIcon} {ticker}
de: Tausche BTC {arrowIcon} {ticker}
es: Intercambiar BTC {arrowIcon} {ticker}
nl: BTC {arrowIcon} {ticker} omwisselen
pt: Troca BTC {arrowIcon} {ticker}
ru: Обмен BTC {arrowIcon} {ticker}
uk: Обмін BTC {arrowIcon} {ticker}

source: Swap NIM {arrowIcon} {ticker}
de: Tausche NIM {arrowIcon} {ticker}
es: Intercambiar NIM {arrowIcon} {ticker}
nl: NIM {arrowIcon} {ticker} omwisselen
pt: Troca NIM {arrowIcon} {ticker}
ru: Обмен NIM {arrowIcon} {ticker}
uk: Обмін NIM {arrowIcon} {ticker}

source: Swap NIM {arrowIcon} BTC
de: Tausche NIM {arrowIcon} BTC
es: Intercambiar NIM {arrowIcon} BTC
nl: NIM {arrowIcon} BTC omwisselen
pt: Troca NIM {arrowIcon} BTC
ru: Обмен NIM {arrowIcon} BTC

source: USD Coin
pt: Moeda USD
uk: Монета USD

source: Wallet Payout
de: Wallet Auszahlung
pt: Pagamento da Wallet

source: Abort
es: Cancelar

source: Auto
es: Automático
nl: Automatisch
ru: Авто
uk: Авто

source: Light Node
es: Nodo Ligero
uk: Денний режим

source: Performance
de: Leistung
es: Rendimiento
nl: Prestatie
ru: Производительность
uk: Продуктивність

source: popups
es: ventana emergente
ru: всплывающие окна
uk: спливаючі вікна

source: Popups
es: Ventanas emergentes
ru: Всплывающие окна
uk: Спливаючі вікна

source: TrustScore
de: VertrauensScore
es: PuntajeConfianza

source: 2-4h
nl: 2-4 uur
ru: 2-4ч
uk: 2-4 год.

source: 6h+
nl: + 6 uur
ru: 6ч+
uk: 6+ год.

source: p.a.
nl: per jaar

source: 15m
ru: 15мин
uk: 15 хв.

source: Euro
ru: евро
uk: Євро

source: min {amount}
ru: мин. {amount}
uk: мін {amount}

source: Bitcoin
uk: Біткоїн

source: Cashlink
uk: Чек
