Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: Atomic Swap successful!
de: Sicherer Tausch erfolgreich!
es: ¡Intercambio Atómico existoso!
fr: Swap atomique réussi !
nl: Atomic Swap succesvol!
pt: Troca Atómica sucedida!
ru: Atomic Swap завершён!
uk: Атомарний обмін вдалий!

source: Atomic swaps require two BTC transactions.
de: Ein sicherer Tausch benötigt zwei BTC-Transaktionen.
es: Los intercambios atómicos requieren dos transacciones BTC.
fr: Les swaps atomiques nécessitent 2 transactions BTC.
nl: Atomic swaps vereisen twee BTC-transacties.
pt: As trocas atómicas requerem duas transações de BTC.
ru: Обмен проводится двумя транзакциями BTC.
uk: Атомарні обміни потребують дві BTC транзакції.

source: Authenticator app
de: Authentifi­zierungsapp
es: App de Autenticación
fr: App d'authentification
pt: Aplicação autenticadora
ru: Аутентификатор
uk: Додаток автентифікатора

source: Automatic mode uses {behavior}.
de: Automatischer Modus nutzt {behavior}.
es: El modo automático usa {behavior}.
fr: Le mode automatique utilise {behavior}.
nl: De automatische modus gebruikt {behavior}.
pt: O modo automático usa {behavior}
ru: Автоматический режим использует {behavior}.
uk: Автоматичний режим використовує {behavior}.

source: Availability
es: Disponibilidad
fr: Disponibilité
pt: Disponibilidade

source: Awaiting swap secret
de: Warte auf Tausch-Schlüssel
es: Esperando el intercambio del secreto
fr: En attente du secret du Swap
nl: In afwachting van swap secret.
pt: À espera do segredo de troca
ru: Ждём секрет для обмена
uk: Очікуємо на ключі обміну

source: Back to addresses
de: Zurück zu Adressen
es: Volver a las direcciones
fr: Retour aux adresses
nl: Terug naar adressen
pt: Voltar para os endereços
ru: Вернуться к списку адресов
uk: Повернутися до адрес

source: Back to Bank Details
de: Zurück zu Bankdetails
es: Volver a los Detalles del Banco
fr: Retour aux coordonnées bancaires
nl: Terug naar bankgegevens
pt: Voltar para os Detalhes do Banco
ru: Назад к банковским реквизитам
uk: Назад до банкіських реквізитів

source: Bank Account
de: Bankkonto
es: Cuenta Bancaria
fr: Compte bancaire
nl: Bankrekening
pt: Conta Bancária
ru: Банковский счёт
uk: Банківський рахунок

source: Bank Transfer
de: Überweisung
es: Transferencia Bancaria
fr: Virement bancaire
nl: Bankoverschrijving
pt: Tranferência Bancária
ru: Банковский перевод
uk: Банківський переказ

source: Before you start
de: Bevor du beginnst
es: Antes de comenzar
fr: Avant de commencer
nl: Voordat je begint
pt: Antes de começar
ru: Прежде чем начнём
uk: Перш ніж розпочати

source: BIC works, too.
de: BIC funktioniert auch.
es: BIC también funciona.
fr: Le BIC fonctionne également.
nl: BIC werkt ook.
pt: O BIC também funciona.
ru: Можно указать BIC
uk: BIC працює також.

source: Bitcoin addresses are used only once, so there are no contacts. Use labels instead to find transactions in your history easily.
de: Bitcoin-Adressen werden nur einmal verwendet, daher gibt es kein Adressbuch. Verwende stattdessen Beschriftungen, um Transaktionen später leicht wiederzufinden.
es: Las direcciones Bitcoin son usada una sola vez, de forma que no existen contactos, En su lugar utilice etiquetas para encontrar transacciones en su historial fácilmente.
fr: Les adresses Bitcoin sont à usage unique, il n'y a donc pas de contacts. Utilisez des labels à la place pour retrouver facilement des transactions dans votre historique.
nl: Bitcoin-adressen worden maar één keer gebruikt, dus er zijn geen contacten. Gebruik in plaats daarvan labels om transacties in je geschiedenis gemakkelijk te vinden.
pt: Endereços da Bitcoin só são usados uma vez, por isso não há contactos associados. Usa marcadores para encontrar transações no teu histórico facilmente.
ru: Биткоин-адреса используются лишь единожды. Поэтому они не сохраняются в контактах. Чтобы отметить транзакцию и легко найти ее в истории транзакций, используйте ярлыки.
uk: Біткоїн адреси використовуються лише один раз, тому їх немає в контактах. Використовуйте назви, щоб легко знаходити перекази у вашій історії.

source: Bitcoin Unit
de: Bitcoin-Einheit
es: Unidad Bitcoin
fr: Bitcoin - unité de mesure
nl: Bitcoin eenheid
pt: Unidade Bitcoin
ru: в Биткойне
uk: Одиниця Біткоїн

source: Block #{height}
es: Bloque #{height}
fr: Bloc #{height}
pt: Bloco #{height}
ru: Блок #{height}
uk: Блок #{height}

source: Block explorer
es: Explorador de Bloques
fr: Explorateur de blocs
nl: Block verkenner
pt: Explorador de bloco
ru: Обозреватель блоков
uk: Оглядач блоків

source: blog post
de: Blog Beitrag
es: entrada de blog
fr: article de blog
pt: post no blog
ru: нашем блоге
uk: допис у блозі

source: Browser | {count} Browsers
de: Browser | {count} Browser
es: Navegador | {count} Navegadores
fr: Navigateur | {count} Navigateurs
nl: Browser | {count} Browser
ru: Браузер | {count} Браузер
uk: Веб-оглядач | {count} Веб-оглядач

source: BTC network fee
de: BTC-Netzwerkgebühr
es: Cuotas de red de BTC
fr: frais de réseau BTC
nl: BTC netwerk fee
pt: taxa de rede BTC
ru: Комиссия сети биткоина
uk: Комісія BTC

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
nl: Kopen
pt: Comprar
ru: Купить
uk: Купити

source: Buy and sell crypto for EUR. Simply by bank transfer and from inside your wallet.
de: Kaufe und verkaufe Crypto für EUR. Einfach per Banküberweisung und von innerhalb deiner Wallet.
es: Compra y venda cripto por EUR. Con una simple transferencia bancaria y desde su billetera.
fr: Achetez et vendez des crypto-monnaies contre de l'euro. Simplement par virement bancaire et depuis votre wallet.
nl: Koop en verkoop crypto voor EUR. Gewoon via bankoverschrijving en vanuit je wallet.
pt: Compra e vende criptomoedas por Euros. Simplesmente por transferência bancária e a partir da sua wallet.
ru: Покупайте и продавайте криптовалюту за EUR. Простым банковским переводом прямо из вашего кошелька!
uk: Купуйте та продавайте криптовалюту за євро. Просто банківським переказом і з вашого гаманця.

source: Buy BTC
de: BTC kaufen
es: Comprar BTC
fr: Acheter du BTC
nl: Koop BTC
pt: Comprar BTC
ru: Купить BTC
uk: Купити BTC

source: Buy Crypto
de: Krypto kaufen
es: Comprar Cripto
fr: Acheter de la Crypto
nl: Koop Crypto
pt: Comprar Criptomoedas
ru: Купить криптовалюту
uk: Купити крипту

source: Buy Crypto with Fiat
de: Krypto mit Fiatgeld kaufen
es: Comprar Cripto con Fiat
fr: Acheter de la Crypto avec des Fiats
nl: Koop Crypto met Fiat
pt: Comprar criptomoedas com dinheiro
ru: Купить криптовалюту за фиат
uk: Купляйте крипту через традиційні гроші

source: Buy max
de: Max. Betrag
es: Compre el máximo
fr: Acheter le maximum
nl: Koop maximaal
pt: Comprar máximo
ru: Купить максимум
uk: Купити максимум

source: Buy more here in the wallet.
de: Kaufe mehr hier in der Wallet.
es: Compre más aquí en la billetera.
fr: Achetez plus ici dans le Wallet.
nl: Koop meer in de Wallet.
pt: Comprar mais aqui na wallet.
ru: Купите ещё прямо здесь, в кошельке
uk: Купуйте більше тут, у гаманці.

source: Buy NIM
de: NIM kaufen
es: Comprar NIM
fr: Acheter des NIM
nl: Koop NIM
pt: Comprar NIM
ru: Купить NIM
uk: Купити NIM

source: Buy NIM & BTC
de: Kaufe NIM und BTC
es: Comprar NIM & BTC
fr: Acheter NIM et BTC
nl: Koop NIM & BTC
pt: Comprar NIM e BTC
ru: Купить NIM и BTC
uk: Купити NIM і BTC

source: Buy NIM on a crypto exchange:
de: Kaufe NIM auf einer Kryptobörse:
es: Comprar NIM en una casa de intercambio cripto:
fr: Acheter du NIM sur une plateforme d'échange :
nl: Koop NIM op een crypto exchange:
pt: Comprar NIM numa exchange de criptomoedas:
ru: Купить NIM на криптовалютной бирже:
uk: Купити NIM на криптобіржі:

source: Buy NIM, BTC & {ticker}
de: Kaufe NIM, BTC & {ticker}
es: Compra NIM, BTC & {ticker}
fr: Acheter du NIM, du BTC et de l'{ticker}
nl: Koop NIM, BTC & {ticker}
pt: Comprar NIM, BTC & {ticker}
ru: Купить NIM, BTC и {ticker}

source: Buy USDC
de: USDC kaufen
es: Comprar USDC
fr: Acheter de l'USDC
nl: USDC kopen
pt: Comprar USDC
ru: Купить USDC
uk: Купити USDC

source: Buy USDT
de: Kaufe USDT
es: Comprar USDT
fr: Acheter de l'USDT
nl: USDT kopen
pt: Comprar USDT
ru: Купить USDT
uk: Купити USDT

source: Buy with Credit Card
de: Mit Kreditkarte kaufen
es: Comprar con Credit Card
fr: Acheter avec une carte de crédit
nl: Koop met creditcard
pt: Comprar com cartão de crédito
ru: Купить банковской картой
uk: Купити за допомогою банківської карти.

source: Buy with Simplex
de: Kaufe mit Simplex
es: Compre con Simplex
fr: Acheter avec Simplex
nl: Koop met Simplex
pt: Comprar com Simplex
ru: Купить через Simplex
uk: Купити за допомогою Simplex

source: By adding a transaction fee, you can influence how fast your transaction will be processed.
de: Indem du eine Transaktionsgebühr hinzufügst, kannst du beeinflussen, wie schnell deine Transaktion verarbeitet wird.
es: Al agregar una cuota a la transacción, puede influenciar que tan rápidamente será procesada.
fr: Ajouter des frais peut augmenter la rapidité d'exécution de votre transaction.
nl: Door transactiekosten toe te voegen, kan je bepalen hoe snel je transactie wordt verwerkt.
pt: Ao adicionar taxa de transação, vais influenciar a rapidez com que a tua transação vai ser processada.
ru: Увеличьте размер комиссии, чтобы ускорить исполнение транзакции.
uk: Додавши комісію за переказ, ви можете вплинути на те, як швидко він буде оброблений.

source: By clicking '{text}', you agree to the ToS of {Fastspot} and {FastspotGO}.
de: Wenn du auf '{text}' klickst, stimmst du den Nutzungsbedingungen von {Fastspot} und {FastspotGO} zu.
es: Al hacer click en '{text}', usted esta aceptando a los términos de servicio de {Fastspot} y {FastspotGO}.
fr: En cliquant '{text}', vous acceptez les CGU de {Fastspot} et {FastspotGO}.
nl: Door op '{text}' te klikken, ga je akkoord met de servicevoorwaarden van {Fastspot} en {FastspotGO}.
pt: Ao clicar em '{text}', estás a concordar com o Termos de Serviço do {Fastspot} e {FastspotGO}.
ru: Нажимая «{text}», вы принимаете условия {Fastspot} и {FastspotGO}.
uk: Натискаючи "{text}", ви погоджуєтесь із умовами використання {Fastspot} та {FastspotGO}.

source: By clicking '{text}', you agree to the ToS of {Fastspot}.
de: Wenn du auf '{text}' klickst, stimmst du den Nutzungsbedingungen von {Fastspot} zu.
es: Al hacer click en '{text}', usted esta aceptando a los términos de servicio de {Fastspot}.
fr: En cliquant '{text}', vous acceptez les CGU de {Fastspot}.
nl: Door op '{text}' te klikken, ga je akkoord met de ToS van {Fastspot}.
pt: Ao clicar em '{text}', estás a concordar com o Termos de Serviço do {Fastspot}.
ru: Нажимая «{text}», вы принимаете условия {Fastspot}.
uk: Натискаючи "{text}", ви погоджуєтесь із умовами використання {Fastspot}.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleer
pt: Cancelar
ru: Отменить
uk: Скасувати

source: Cancel Swap
de: Tausch abbrechen
es: Cancelar Intercambio
fr: Annuler le Swap
nl: Swap annuleren
pt: Cancelar Troca
ru: Отменить обмен
uk: Скасувати обмін

source: Cancelled Swap
de: Abgebrochener Tausch
es: Intercambio Cancelado
fr: Swap annulé
nl: Geannuleerde Swap
pt: Troca cancelada
ru: Обмен отменён
uk: Обмін скасовано

source: Cannot import contacts, wrong file format.
de: Kontakte können nicht importiert werden, falsches Datei-Format
es: No se pueden importar los contactos, formato de archivos incorrecto.
fr: Impossible d'importer les contacts, format de fichier incorrect.
nl: Kan geen contacten importeren, fout bestandformaat.
pt: Não foi possível importar os contactos, formato de ficheiro errado.
ru: Не удалось импортировать список контактов, некорректный формат файла!
uk: Не вдається імпортувати контакти, неправильний формат файлу.

source: Cashlink Claiming
de: Cashlink-Einlösung
es: Reclamo de Cashlink
fr: Réclamation du Cashlink
nl: Cashlink claimen
pt: Reclamar Cashlink
ru: Получение Cashlink

source: Cashlink from {address}
de: Cashlink von {address}
es: Cashlink proveniente de {address}
fr: Cashlink en provenance de {address}
nl: Cashlink van {address}
pt: Cashlink de {address}
ru: Cashlink c {адрес}
uk: Чек від {address}

source: Cashlink Funding
de: Cashlink-Aufladung
es: Financiamiento de Cashlink
fr: Financement du Cashlink
pt: Financiar Cashlink
ru: Создание Cashlink

source: Cashlink to {address}
de: Cashlink an {address}
es: Cashlink hacia {address}
fr: Cashlink vers {address}
nl: Cashlink naar {address}
pt: Cashlink para {address}
ru: Cashlink на {адрес}
uk: Чек для {address}

source: Censorship-resistant network connection
de: Zensurresistente Netzwerk Verbindung
es: Conexión de red resistente a censura
fr: Connexion réseau résistant à la censure
nl: Censuurbestendige netwerkverbinding
pt: Conexão de rede resistente à censura
ru: Сетевые соединения, устойчивая к цензуре

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
nl: Verander wachtwoord
pt: Alterar palavra passe
ru: Изменить пароль
uk: Змінити пароль

source: Change your language setting.
de: Ändere deine Spracheinstellung.
es: Cambiar ajustes de lenguaje.
fr: Modifier vos paramètres de langue.
nl: Verander je taalinstelling.
pt: Alterar a tua configuração do idioma.
ru: Изменить язык интерфейса.
uk: Змінити налаштування мови.

source: Changing validator
de: Validator ändern
es: Cambiando de validator
fr: Changement du validateur
nl: Validator wijzigen
pt: Mudar de validador

source: Check the new intro
de: Sieh dir die Einführung an
es: Mira la nueva introducción
fr: Regarder la nouvelle intro
nl: Bekijk de nieuwe introductie
pt: Conferir a nova introdução
ru: Посмотреть вступление

source: Choose {ticker}
de: Wähle {ticker}
es: Seleccione {ticker}
fr: Choisir {ticker}
nl: Kies {ticker}
pt: Escolhe {ticker}

source: Choose a Recipient
de: Empfänger auswählen
es: Elija un Destinatario
fr: Choisissez un destinataire
nl: Kies een ontvanger
pt: Escolher um Destinatário
ru: Указать Получателя
uk: Виберіть одержувача

source: Choose a Sender
de: Wähle einen Sender
es: Seleccione un Emisor
fr: Choisir un expéditeur
nl: Kies een afzender
pt: Escolher um Remetente
ru: Выберите Отправителя
uk: Виберіть відправника

source: Choose a Validator
de: Wähle einen Validator
es: Elija un Validator
fr: Choisir un Validateur
nl: Kies een validator
pt: Escolher um Validador

source: Choose an Address
de: Adresse auswählen
es: Elija una Dirección
fr: Choisissez une adresse
nl: Kies een adres
pt: Escolher um Endereço
ru: Выбрать Адрес
uk: Виберіть адресу

source: Choose Stablecoin
de: Wähle Stablecoin
es: Seleccione una Moneda-Estable
fr: Choisir un Stablecoin
nl: Selecteer stablecoin
pt: Escolhe a moeda estável

source: Choose your stablecoin
de: Wähle deinen Stablecoin
es: Seleccione su Moneda-Estable
fr: Choisissez votre Stablecoin
nl: Selecteer je stablecoin
pt: Escolhe a tua moeda estável

source: Clear
de: Löschen
es: Borrar
fr: Vider
nl: Duidelijk
pt: Limpar
ru: Сброс
uk: Очистити

source: Clear Cache
de: Zwischenspeicher löschen
es: Borrar Cache
fr: Vider le cache
nl: Cache wissen
pt: Limpar Cache
ru: Очистить Кэш
uk: Очистити кеш

source: Click for more information
de: Klicke hier für mehr infos
es: Haga click para obtener más información
fr: Cliquez pour plus d'informations
nl: Klik voor meer informatie
pt: Clicar para mais informações
ru: Кликните для подробной информации
uk: Натисніть для отримання додаткової інформації

source: Click on ‘Troubleshooting’ to learn more.
de: Klicke auf 'Fehlerbehebung' um mehr zu erfahren.
es: Haga click en ‘Solución de problemas’ para aprender más.
fr: Cliquez sur "Résolution des problèmes" pour en apprendre plus.
nl: Klik op ‘Probleemoplossing’ voor meer informatie.
pt: Clicar em 'Troubleshooting' para saber mais.
ru: Нажмите на «Решение проблем», чтобы узнать больше.
uk: Натисніть ‘Усунення несправностей’, щоб дізнатися більше.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluit
pt: Fechar
ru: Закрыть
uk: Закрити

source: Comparably centralized
de: Eher zentralisiert
es: Relativamente centralizado
fr: Comparablement centralisé
nl: Vergelijkbaar gecentraliseerd
pt: Comparativamente centralizado
ru: Относительно централизован
uk: Порівняно централізовано

source: Comparably high transaction fees/time
de: Ähnlich hohe Transaktionszeit und Gebühr
es: Cuota/tiempo relativamente alto
fr: Frais/temps de transaction comparativement élevés
nl: Vergelijkbare hoge transactiekosten en tijd
pt: Taxas/tempo de transação comparativamente altas
ru: Относительно высокие комиссии и время транзакции
uk: Порівняно високі комісії за транзакцію/час

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
uk: Підтвердити

source: Confirm account
de: Konto bestätigen
es: Confirme cuenta
fr: Confirmer le compte
nl: Account bevestigen
pt: Confirmar conta
ru: Подтвердить аккаунт
uk: Підтвердіть рахунок

source: Confirm stake
fr: Confirmer le staking
pt: Confirmar participação

source: Congrats
de: Glückwunsch
es: Felicidades
fr: Félicitations
nl: Proficiat
pt: Parabéns
ru: Поздравляем
uk: Вітаємо

source: Connect
de: Verknüpfen
es: Conectar
fr: Se connecter
nl: Verbinden
pt: Conectar
ru: Подключить
uk: Підключитися

source: Connect to {provider}
de: Mit {provider} verknüpfen
es: Conectar a {provider}
fr: Se connecter à {provider}
nl: Verbind met {provider}
pt: Conectar com {provider}
ru: Подключить к {provider}
uk: Підключитися до {provider}

source: Connect to TEN31 Pass for higher swap limits.
de: Verknüpfe dein Konto mit TEN31 Pass für höhere Tausch-Limits.
es: Conecte con TEN31 Pass para limites mayores.
fr: Connectez-vous à TEN31 Pass pour des limites de swap plus élevées.
nl: Maak verbinding met de TEN31 Pass voor hogere swap-limieten.
pt: Conectar ao TEN31 Pass para limites de troca mais altos.
ru: Подключитесь к TEN31 Pass для увеличения лимита.
uk: Підключіться до TEN31 Pass, щоб отримати вищі ліміти обміну.

source: Connected to
de: Verbunden
es: Conectado a
fr: Connecté à
nl: Verbonden met
pt: Conectado a
ru: Подключён к
uk: Підключено до

source: connecting
de: verbinden
es: conectando
fr: connexion
nl: Verbinden
pt: a conectar
ru: подключаемся
uk: Підключення

source: Connecting to Bitcoin network
de: Verbinde zum Bitcoin-Netzwerk
es: Conectando a la red Bitcoin
fr: Connexion au réseau Bitcoin
nl: Verbinding maken met het Bitcoin-netwerk
pt: A conectar à rede Bitcoin
ru: Подключаемся к сети биткоина
uk: Підключення до мережі Біткоїн

source: Connecting to Nimiq network
de: Verbinde zum Nimiq-Netzwerk
es: Conectándose a la red Nimiq
fr: Connexion au réseau Nimiq
nl: Verbinding maken met het Nimiq-netwerk
pt: A conectar com a rede Nimiq
ru: Подключаемся к сети Nimiq
uk: Підключення до мережі Німік

source: Connecting to USDC on Polygon
de: Verbine zu USDC auf Polygon
es: Conectado a USDC en Polygon
fr: Connexion à l'USDC sur Polygon
nl: Verbinding maken met USDC op Polygon
pt: A conectar ao USDC no Polygon
ru: Подключение к USDC на сети Polygon
uk: Підключення до USDC на Polygon

source: Connection lost
de: Verbindung verloren
es: Conexión perdida
fr: Connexion perdue
nl: Verbinding verbroken
pt: Conexão perdida
ru: Связь потеряна
uk: Зв'язок втрачений

source: Contact your bank to find out if your account is eligible.
de: Kontaktiere deine Bank, um herauszufinden, ob dein Konto geeignet ist.
es: Contacte a su banco para averiguar si su cuenta es soportada.
fr: Contactez votre banque pour savoir si votre compte est éligible.
nl: Neem contact op met je bank om erachter te komen of jouw rekening in aanmerking komt.
pt: Contacta o teu banco e sabe se a tua conta é elegível.
ru: Свяжитесь со своим банком, чтобы узнать, удовлетворяет ли ваш счёт условиям.
uk: Зв’яжіться зі своїм банком, щоб з’ясувати, чи ваш рахунок підходить для операції.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pt: Continuar
ru: Продолжить
uk: Продовжити

source: Continue Swap
de: Tausch fortsetzen
es: Continuar Intercambio
fr: Continuer le Swap
nl: Swap voortzetten
pt: Continuar com Troca
ru: Продолжить обмен
uk: Продовжити Обмін

source: Continue to Wallet
fr: Continuer vers le Wallet
pt: Continuar para a wallet

source: Continue with Moonpay
de: Weiter mit Moonpay
es: Continuar con Moonpay
fr: Continuer avec Moonpay
nl: Ga verder met MoonPay
pt: Continuar com Moonpay
ru: Продолжить с Moonpay
uk: Продовжити з Moonpay

source: Conversion from USDC.e
de: Konvertierung von USDC.e
es: Conversión desde USDC.e
fr: Conversion à partir de l'USDC.e
nl: Conversie van USDC.e
pt: Conversão de USDC.e
ru: Конвертация с USDC.e

source: Conversion from USDC.e to USDC
de: Konvertierung von USDC.e zu USDC
es: Conversión desde USDC.e a USDC
fr: Conversion d'USDC.e en USDC
nl: Conversie van USDC.e naar USDC
pt: Conversão de USDC.e para USDC
ru: Конвертация с USDC.e в USDC

source: Convert to USDC
de: In USDC konvertieren
es: Convertir a USDC
fr: Convertir en USDC
nl: Omwisselen naar USDC
pt: Converte para USDC
ru: Конвертировать в USDC

source: Convert your USDC.e to the new standard.
de: Konvertiere deine USDC.e zum neuen Standard
es: Convierta su USDC.e al estándar nuevo.
fr: Convertissez votre USDC.e à la nouvelle norme.
nl: Converteer je USDC.e naar de nieuwe standaard.
pt: Converte o teu USDC.e para o novo standard.
ru: Конвертируйте ваши USDC.e в новый стандарт.

source: Converted {amount1} USDC.e to {amount2} USDC
de: {amount1} USDC.e in {amount2} USDC umgewandelt
es: Se han convertido {amount1} USDC.e a {amount2} USDC
fr: {amount1} USDC.e convertis en {amount2} USDC
nl: {amount1} USDC.e omgezet naar {amount2} USDC
pt: Convertido {amount1} USDC.e para {amount2} USDC
ru: Конвертация {amount1} USDC.e в {amount2} USDC

source: Copy over
de: Hierhin kopieren
es: Copiar
fr: Copier sur
nl: Kopiëren
pt: Copiar
ru: Скопировать
uk: Скопіювати

source: Copy and paste your address into the Simplex interface below.
de: Kopiere deine Adresse und füge sie unten in die Simplex Oberfläche ein.
es: Copie y pegue la información de su dirección en la interfaz Simplex debajo.
fr: Copiez et collez votre adresse dans l'interface Simplex ci-dessous.
nl: Kopieer en plak je adres in de onderstaande Simplex-interface.
pt: Copia e cola o teu endereço na interface da Simplex em baixo.
ru: Скопируйте и вставьте свой адрес в окошко интерфейса Simplex ниже.
uk: Скопіюйте та вставте свою адресу в Simplex інтерфейс нижче.

source: Create a Cashlink
de: Cashlink erstellen
es: Crear un Cashlink
fr: Créer un Cashlink
nl: Maak een Cashlink
pt: Criar um Cashlink
ru: Создать Cashlink
uk: Створити чек

source: Create a new account
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
nl: Maak een nieuw account aan
pt: Criar uma nova conta
ru: Создать новый аккаунт
uk: Створити новий рахунок

source: Create a new account and transfer your funds. New features and possibilities await.
de: Erstelle ein neues Konto und übertrage dein Guthaben. Neue Funktionen warten auf dich.
es: Cree una nueva cuenta y transfiera sus fondos. Nuevas características y posibilidades le esperan.
fr: Créez un nouveau compte et transférez vos fonds. De nouvelles fonctionnalités vous attendent.
nl: Maak een nieuw account aan en maak je geld over. Nieuwe features en mogelijkheden staan voor je klaar.
pt: Criar uma nova conta e transfere os teus fundos. Novas funcionalidades e possibilidades estão à tua espera.
ru: Создайте новый аккаунт и переведите туда свои средства. Новые функции и возможности ждут вас!
uk: Створіть новий рахунок і перекажіть свої кошти. Вас чекають нові можливості та особливості.

source: Create a new address for every transaction.
de: Benutze eine neue Adresse für jede Transaktion.
es: Crear una nueva dirección para cada transacción
fr: Crée une nouvelle adresse pour chaque transaction.
nl: Maak voor elke transactie een nieuw adres aan.
pt: Cria um novo endereço para cada transação.
ru: Создавайте новый адрес для каждой транзакции.
uk: Створювати нову адресу для кожної транзакції.
