Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: Proceed to the troubleshooting page to find out what to do next.
de: Gehe zur Problemlösungs-Seite um zu sehen was du tun kannst.
es: Proceda a la página de solución de problemas para encontrar que hacer a continuación.
fr: Consultez la page d'assistance pour savoir ce qu'il faut faire.
nl: Ga naar de pagina voor probleemoplossing om te zien wat je nu moet doen.
pt: Segue para a página de troubleshooting para saberes o que fazer a seguir.
ru: Чтобы понять, что делать дальше, перейдите на страницу устранения неполадок.
uk: Перейдіть на сторінку усунення несправностей, щоб дізнатися, що робити далі.

source: Processing payout
de: Auszahlung wird bearbeitet
es: Procesando pago
fr: Traitement du paiement
nl: Uitbetaling verwerken
pt: A processar o pagamento
ru: Обработка платежа
uk: Обробка платежу

source: Purpose
de: Verwendungszweck
es: Propósito
fr: Motif
nl: Doel
pt: Propósito
ru: Назначение
uk: Призначення

source: Raise your limits
de: Limits erhöhen
es: Incremente sus límites
fr: Augmentez vos limites
nl: Verhoog je limieten
pt: Aumenta os teus limites.
uk: Підніміть свої обмеження

source: Rates the pool's ability to correctly produce blocks and earn rewards when selected.
fr: Évalue la capacité du pool à produire correctement des blocs et à obtenir des récompenses lorsqu'il est choisi.
pt: Classifica a capacidade da pool de produzir blocos corretamente e ganhar recompensas quando selecionado.

source: Rates the pool's availability to be selected for block production, which earns rewards.
fr: Évalue la capacité du pool à être sélectionné pour la production de blocs, ce qui permet d'obtenir des récompenses.
pt: Classifica a disponibilidade da pool para ser selecionado para produção de blocos, o que gera recompensas.

source: Rates the pool's potential to harm the network, based on its size.
fr: Évalue la capacité du pool à nuire au réseau en fonction de sa taille.
pt: Classifica o potencial da pool para causar danos à rede, com base no seu tamanho.

source: Reactivate validator
fr: Réactiver le validateur
pt: Reativar o validador

source: Read all about it in this {blog_post} or click below for the new wallet intro.
de: Lese mehr darüber ins unserem {blog_post} oder klicke unten für die neue Wallet Einführung.
es: Lea todo acerca de esto en esta {blog_post} o haga click abajo para ver la nueva información de la billetera.
fr: Apprenez-en plus à ce sujet dans ce {blog_post} ou cliquez ci-dessous pour la présentation du nouveau Wallet.
nl: Lees er alles over in deze {blog_post} of klik hieronder voor de introductie.
pt: Lê tudo sobre isto aqui {blog_post} ou clica em baixo para a introdução da nova wallet.

source: ready for pay out
fr: prêt pour le paiement

source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
nl: Ontvang
pt: Receber
ru: Получить
uk: Отримати

source: Receive {ticker}
de: Erhalte {ticker}
es: Recibir {ticker}
fr: Recevoir de l'{ticker}
nl: Ontvang {ticker}
pt: Receber {ticker}
ru: Получить {ticker}
uk: Отримати {ticker}

source: Receive BTC
de: Empfange BTC
es: Recibir BTC
fr: Recevoir des BTC
nl: Ontvang BTC
pt: Receber BTC
ru: Получить BTC
uk: Отримати BTC

source: Receive fiat to your bank account.
de: Erhalte Fiat in dein Bankkonto.
es: Reciba fiat en su cuenta bancaria
fr: Recevoir du Fiat sur votre compte bancaire.
nl: Ontvang fiat op uw bankrekening.
pt: Receber dinheiro na tua conta bancária.
ru: Получить фиат на свой банковский счет.
uk: Отримати фіат на свій банківський рахунок.

source: Receive free NIM
de: Kostenlos NIM erhalten
es: Reciba NIM gratis
fr: Recevoir des NIM gratuits
nl: Ontvang gratis NIM
pt: Receber NIM gratuitamente
ru: Получить бесплатные NIM
uk: Отримати безплатний NIM

source: Receive from Polygon {ticker} addresses only!
de: Empfange nur von Polygon {ticker}-Adressen!
es: Reciba solo de direcciones de {ticker} en Polygon
fr: Recevoir de l'{ticker} uniquement depuis une adresse Polygon USDC !
nl: Ontvang alleen van Polygon {ticker}-adressen!
pt: Receber apenas de endereços Polygon {ticker}!
ru: Вы можете принимать только на адреса Polygon {ticker}!
uk: Ви можете отримувати тільки від Polygon {ticker} рахунків!

source: Receive NIM
de: NIM erhalten
es: Reciba NIM
fr: Recevoir des NIM
nl: Ontvang NIM
pt: Receber NIM
ru: Получить NIM
uk: Отримати NIM

source: Received at {dateAndTime}
de: Erhalten am {dateAndTime}
es: Recibido en {dateAndTime}
fr: Reçu à {dateAndTime}
nl: Ontvangen op {dateAndTime}
pt: Recibido a {dateAndTime}
ru: Получено {dateAndTime}
uk: Отримано {dateAndTime}

source: Recent addresses will be listed here, until they receive a transaction.
de: Deine neusten Adressen werden hier aufgelistet, bis sie eine Transaktion erhalten.
es: Direcciones recientes serán listadas aquí, hasta que reciban una transacción.
fr: Les adresses récentes seront listées ici, jusqu'à ce qu'elles reçoivent une transaction.
nl: Recente adressen worden hier weergegeven, totdat ze een transactie hebben ontvangen.
pt: Os endereços recentes vão ser aparecer aqui, até receberem uma transação.
ru: Здесь вы увидите ваши недавние адреса. Они будут видны здесь, пока не получат транзакцию.
uk: Недавні адреси будуть відображені тут, допоки вони отримують перекази.

source: Recently copied
de: Kürzlich kopiert
es: Copiada recientemente
fr: Copiée récemment
nl: Zojuist gekopieerd
pt: Copiado recentemente
ru: Недавно скопировано
uk: Скопійовано

source: Recipient
de: Empfänger
es: Receptor
fr: Destinataire
nl: Ontvanger
pt: Destinatário
ru: Получатель
uk: Одержувач

source: Recovery Words
de: Wiederherstellungswörter
es: Palabras de recuperación
fr: Mots de récupération
nl: Herstelwoorden
pt: Palavra de Recuperação
ru: Защитная Фраза
uk: Секретні слова

source: Redirect mode does not yet support swaps.
de: Umleitungs-Modus unterstützt noch keine Swaps.
es: El modo Redirección no soporta intercambios todavía.
fr: Le mode de redirection ne supporte pas encore les swaps.
nl: De 'redirect modus' ondersteunt nog geen swaps.
pt: Modo de redirecionar ainda não suporta trocas.
uk: Режим переадресації ще не підтримує обміни.

source: redirects
de: Umleitung
es: redirecciona
fr: redirection
pt: redireciona
uk: переадресації

source: Redirects
de: Umleitung
es: Redirecciona
fr: Redirection
pt: Redireciona
uk: Переадресації

source: Reference currency
de: Referenzwährung
es: Moneda de referencia
fr: Devise de référence
nl: Referentie Valuta
pt: Moeda de referência
ru: Базовая валюта
uk: Основна валюта

source: Refresh the page to continue.
de: Seite neuladen um fortzufahren.
es: Refresque la página para continuar.
fr: Rafraîchir la page pour continuer.
nl: Ververs de pagina om door te gaan.
pt: Recarregar a página para continuar.
ru: Для продолжения обновите страницу.
uk: Оновіть сторінку, щоб продовжити.

source: Refund
de: Rückerstattung
es: Reembolso
fr: Remboursement
nl: Terugbetaling
pt: Reembolso
ru: Возврат
uk: Відшкодування

source: Refund failed:
de: Rückerstattung fehlgeschlagen:
es: Re-financiamiento fallido:
fr: Le remboursement a échoué :
nl: Terugbetaling mislukt:
pt: Falha no reembolso:

source: Regular transactions are too slow and will not process. Your bank might use another name, like ‘real-time transactions’ i.a.
de: Normale Transaktionen sind zu langsam und können nicht verarbeitet werden. Deine Bank verwendet möglicherweise einen anderen Namen wie z. B. "Sofortüberweisung" oder "Echtzeitüberweisung".
es: Transacciones regulares son lentas y no serán procesadas. Su banco puede utilizar otro nombre, como 'transacciones en tiempo real'
fr: Les transactions ordinaires sont trop lentes et ne seront pas traitées. Votre banque utilise peut-être un autre nom, comme "transactions en temps réel", par exemple.
nl: Normale transacties zijn te traag en worden niet verwerkt. Jouw bank gebruikt mogelijk een andere naam, bijvoorbeeld ‘realtime transacties’.
pt: Transações regulares são muito lentas e não vão ser processadas. O teu banco pode usar outro nome como 'transações em tempo real' por exemplo.
ru: Обычные транзакции слишком медленные и не будут обработаны. Ваш банк может использовать другие наименования, например, «перевод в реальном времени».
uk: Звичайні перекази занадто повільні і не обробляються. Ваш банк може використовувати іншу назву, наприклад, "операції в режимі реального часу".

source: Release Notes
de: Versionshinweise
es: Notas de Lanzamiento
fr: Notes de mise à jour
pt: Notas de Lançamento
ru: Список изменений
uk: Примітки до випуску

source: Reliability
fr: Fiabilité
pt: Confiabilidade

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
nl: Hernoemen
pt: Renomear
ru: Переименовать
uk: Перейменувати

source: Request failed
de: Anfrage fehlgeschlagen
es: Petición fallida
fr: Requête échouée
nl: Verzoek mislukt
pt: Pedido falhado
ru: Запрос не удался
uk: Запит не пройшов

source: Required
de: Erforderlich
es: Requerido
fr: Requis
nl: Verplicht
pt: Necessário
ru: Обязательно
uk: Необхідний

source: Rescan
de: Neu scannen
es: Volver a escanear
fr: Re-scanner
nl: Opnieuw scannen
pt: Redigitalizar
ru: Сканировать ещё раз
uk: Пересканувати

source: Reset your wallet settings and reload data from the blockchain.
de: Setze deine Wallet-Einstellungen zurück und lade die Blockchain-Daten neu.
es: Reinicialice los ajustes de su billetera y recargue los datos de la cadena de bloques.
fr: Réinitialisez les paramètres de votre Wallet et rechargez les données depuis la Blockchain.
nl: Reset je wallet instellingen en herlaad de data van de blockchain.
pt: Redefine as configurações da tua wallet e recarrega os dados da blockchain.
ru: Сбросить настройки кошелька и перезагрузить данные блокчейна.
uk: Скинути налаштування веб-оглядача і перезавантажити дані з блокчейну.

source: Resolving Unstoppable Domain...
de: Unstoppable Domain wird aufgelöst...
es: Resolviendo dominio imparable...
fr: Résolution du domaine Unstoppable
nl: Unstoppable Domain ophalen...
pt: A resolver Unstopable Domain...
uk: Вирішення незупинного домену...

source: Restart payout process
de: Auszahlungsprozess neu starten
es: Comience de nuevo el proceso de pago
fr: Relancer le processus de paiement
nl: Start het uitbetalingsproces opnieuw
pt: Reiniciar o processo de pagamento

source: Resulting BTC amount is too small.
de: Der resultierende BTC-Betrag ist zu klein.
es: El monto de BTC resultante es muy pequeño
fr: Le montant de BTC obtenu est trop faible.
nl: Het resulterende BTC-bedrag is te klein.
pt: O valor resultante de BTC é demasiado baixo.

source: Retire stake
fr: Retirer le staking
pt: Retirar a participação

source: Retire validator
fr: Retirer le validateur
pt: Retirar o validador

source: Retry
de: Erneut versuchen
es: Intente de nuevo
fr: Réessayer
nl: Probeer opnieuw
pt: Tentar novamente
ru: Повторить
uk: Спробувати знову

source: Retrying...
de: Versuche erneut...
es: Intentando de nuevo...
fr: Nouvelle tentative...
nl: Opnieuw proberen...
pt: A tentar novamente...
ru: Повторная попытка....
uk: Пробуємо ще...

source: Reward
de: Belohnung
es: Recompensa
fr: Récompense
nl: Beloning
pt: Recompensa

source: Reward History
fr: Historique des récompenses

source: Rewards
fr: Récompenses

source: Save and proceed
de: Speichern und fortfahren
es: Guardar y proceder
fr: Sauvegarder et continuer
nl: Opslaan en verder gaan
pt: Guardar e proceder
ru: Сохранить и продолжить

source: Save Login File
de: Login-Datei speichern
es: Guarde el Archivo de Sesión
fr: Enregistrer le Fichier de Connexion
nl: Login File opslaan
pt: Guardar o Ficheiro de Login
ru: Сохранить логин-файл
uk: Зберегти файл-ключ

source: Scan the code to send {currency} to this address
de: Scanne den Code um {currency} zu dieser Adresse zu senden
es: Escanee el código para enviar {currency} a esta dirección
fr: Scannez le code pour envoyer {currency} à cette adresse
nl: Scan de code om {currency} te verzenden naar dit adres
pt: Digitalizar o código para enviar {currency} para este endereço
ru: Сканируйте код чтобы отправить {currency} на этот адрес
uk: Відскануйте код, щоб відправити {currency} на цю адресу

source: Search
de: Suchen
es: Buscar
fr: Rechercher
nl: Zoeken
pt: Procurar
ru: Поиск
uk: Пошук

source: Search for validators...
de: Suche nach Validatoren…
es: Buscando validadores...
fr: Recherches de validateurs...
nl: Zoek naar validators...
pt: À procura de validadores...

source: Search transactions
de: Transaktionen suchen
es: Buscar transacciones
fr: Rechercher des transactions
nl: Zoek transacties
pt: Procurar transações
ru: Найти транзакции
uk: Пошук переказів

source: Search transactions by contact, address, etc.
de: Suche Transaktionen mittels Kontakt, Adresse, usw.
es: Buscar transacciones por contacto, dirección, etc.
fr: Rechercher des transactions via vos contacts, adresses, etc...
nl: Zoek transacties op contact, adres, etc.
pt: Procurar transações por contacto, endereço, etc.
ru: Найти транзакцию по адресу, получателю и т.д.
uk: Пошук переказів за контактами, адресами, тощо.

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
nl: Beveiliging
pt: Segurança
ru: Безопасность
uk: Безпека

source: Select a currency and an amount.
de: Währung und Menge auswählen
es: Seleccione una moneda y un monto.
fr: Sélectionnez une devise et un montant.
nl: Selecteer een valuta en een bedrag.
pt: Seleciona uma moeda e uma quantia.
ru: Выберите валюту и сумму
uk: Виберіть валюту та суму.

source: Select validator
fr: Sélectionner le validateur
pt: Selecionar validador

source: Select which unit to show Bitcoin amounts in.
de: Wähle aus, in welcher Einheit Bitcoin-Beträge angezeigt werden sollen.
es: Seleccione en que unidad desea mostrar montos en Bitcoin
fr: Sélectionnez l'unité dans laquelle afficher les montants en Bitcoin.
nl: Selecteer in welke Bitcoin eenheid je de bedragen wilt weergeven.
pt: Seleciona em qual unidade mostrar a quantia de Bitcoin.
ru: Выберите в каких единицах будет отображаться сумма в биткойнах.
uk: Обрати у яких одиницях відображати Біткоїн.

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
nl: Verkopen
pt: Vender
ru: Продать
uk: Продати

source: Sell BTC
de: Verkaufe BTC
es: Vender BTC
fr: Vendre du BTC
nl: Verkoop BTC
pt: Vender BTC
ru: Продать BTC
uk: Продавайте BTC

source: Sell BTC and {ticker}
de: Verkaufe BTC und {ticker}
es: Vender BTC y {ticker}
fr: Vendre du BTC et de l'{ticker}
nl: Verkoop BTC en {ticker}
pt: Vender BTC e {ticker}
ru: Продать BTC и {ticker}
uk: Продавайте BTC і {ticker}

source: Sell Crypto
de: Verkaufe Crypto
es: Vender Cripto
fr: Vendre de la Crypto
nl: Crypto verkopen
pt: Vender Criptomoedas
ru: Продать криптовалюту
uk: Продати криптовалюту

source: Sell Crypto for Fiat
de: Verkaufe Crypto für Fiat
es: Vender Cripto por Fiat
fr: Vendre de la Crypto pour du Fiat
nl: Verkoop Crypto voor Fiat
pt: Vender Criptomoedas por Dinheiro
ru: Продать криптовалюту за фиат
uk: Продати криптовалюту за фіат

source: Sell max
de: Max. Betrag
es: Vender el máximo
fr: Vendre le maximum
nl: Verkoop maximale
pt: Vender máximo
ru: Продать всё
uk: Продати максимум

source: Sell NIM and BTC directly to your SEPA bank account.
de: Verkaufe NIM und BTC direkt in dein SEPA Bankkonto.
es: Venda NIM y BTC directamente a su cuenta bancaria SEPA.
fr: Vendre du NIM et du BTC directement sur votre compte bancaire avec un virement SEPA.
nl: Verkoop NIM en BTC rechtstreeks naar je SEPA-bankrekening.
pt: Vender NIM e BTC diretamente na tua conta bancária SEPA.
ru: Продавайте NIM и BTC напрямую на свой банковский счет SEPA.
uk: Продавайте NIM і BTC безпосередньо в своєму банківський рахунок SEPA.

source: Selling and refunds will not work with a generic IBAN!
de: Verkaufen und Rückerstattung funktionieren nicht mit einer generischen IBAN!
es: ¡Ventas y reembolsos no funcionan con IBAN genéricos!
fr: La vente et le remboursement ne fonctionnent pas avec un IBAN générique !
nl: Verkopen en terugbetalingen werken niet met een generiek IBAN!
pt: Vendas e reembolsos não funcionam com um IBAN genérico!
ru: Продажа и возврат не будут работать с обычным, неуникальным IBAN!
uk: Продаж і повернення коштів не працюватимуть із загальним IBAN!

source: Selling NIM directly is currently unavailable in the Wallet.
de: Der direkte Verkauf von NIM ist derzeit nicht in der Wallet verfügbar.
es: Venta de NIM directamente no se encuentra disponible actualmente en la Billetera.
fr: La vente directe de NIM n'est actuellement pas disponible dans le Wallet.
nl: NIM rechtstreeks verkopen is momenteel niet beschikbaar in de Wallet.
pt: Vender NIM diretamente está indisponível da Wallet de momento.

source: Selling now available
de: Verkaufen jetzt möglich
es: Ventas ahora disponibles
fr: Vente maintenant disponible
nl: Verkopen nu beschikbaar
pt: Vender agora está disponível
ru: Продажа уже доступна
uk: Продаж зараз доступний

source: Send
de: Senden
es: Enviar
fr: Envoyer
nl: Verstuur
pt: Enviar
ru: Отправить
uk: Відправити

source: Send {currency}
de: Sende {currency}
es: Enviar {currency}
fr: Envoyer {currency}
nl: Verstuur {currency}
pt: Enviar {currency}
ru: Отправить {currency}

source: Send all
de: Alles senden
es: Enviar todo
fr: Tout envoyer
nl: Verstuur alles
pt: Enviar tudo
ru: Отправить все
uk: Переказати все

source: Send and receive NIM to the Blockchain without anyone in-between. Be truly censorship-resistant.
de: Sende und empfange NIM auf die Blockchain ohne Mittelsmänner. Sei resistent gegen Zensur.
es: Envié y reciba NIM a la Cadena de Bloques de Nimiq sin nadie en el medio. Realmente resistente a la censura.
fr: Envoyez et recevez du NIM sur la Blockchain sans intermédiaire. Soyez véritablement résistant à la censure.
nl: Verzend en ontvang NIM naar de blockchain zonder dat er iemand tussen zit. Wees volledig censuur bestendig.
pt: Enviar e receber NIM para a Blockchain sem ninguém interferir. Sê verdadeiramente resistente à censura.
ru: Отправляйте и принимайте NIM в Блокчейне без посредников. Будьте по-настоящему цензуро-устойчивы.

source: Send crypto to a smart contract.
de: Sende Crypto zu einem Smart-Contract.
es: Vender cripto a un contrato inteligente.
fr: Envoyer de la crypto à un smart contract.
nl: Stuur crypto naar een smart contract.
pt: Enviar criptomoedas para um smart contract.
ru: Отправить криптовалюту на смарт-контракт.
uk: Надіслати криптовалюту в смарт-контракт.

source: Send to Polygon {ticker} addresses only!
de: Nur an Polygon {ticker} Adressen senden!
es: ¡Envía solo a direcciones {ticker} en Polygon!
fr: Envoyez uniquement aux adresses Polygon {ticker} !
nl: Alleen verzenden naar Polygon {ticker}-adressen!
pt: Enviar apenas para endereços Polygon {ticker}!

source: Send Transaction
de: Transaktion senden
es: Enviar Transacción
fr: Envoyer la Transaction
nl: Verstuur transactie
pt: Enviar Transação
ru: Отправить транзакцию
uk: Відправити переказ

source: Send USDC
de: Sende USDC
es: Enviar USDC
fr: Envoyer de l'USDC
nl: Verstuur USDC
pt: Enviar USDC
ru: Отправить USDC
uk: Надіслати USDC

source: Send USDT
de: Sende USDT
es: Enviar USDT
fr: Envoyer de l'USDT
nl: Verstuur USDT
pt: Enviar USDT
ru: Отправить USDT
uk: Надіслати USDT

source: Send, receive and hold BTC in your wallet.
de: Sende, empfange und verwahre BTC in deiner Wallet.
es: Envíe, reciba y almacene BTC en su billetera.
fr: Envoyez, recevez et stockez du BTC avec votre wallet.
nl: Verstuur, ontvang en hodl BTC in je Wallet.
pt: Enviar, receber e manter BTC na tua wallet.
ru: Получать, отправлять и хранить BTC в вашем кошельке.
uk: Переказуйте, отримуйте і зберігайте BTC у гаманці.

source: Sending Staking Transaction
fr: Envoi de la transaction du staking
pt: Enviar transação de participação

source: Sending Transaction
de: Transaktion wird versendet
es: Enviando Transacción
fr: Envoi de la transaction en cours
nl: Transactie versturen
pt: A enviar Transação
ru: Транзакция отправляется
uk: Відправляється

source: Sending Unstaking Transaction
fr: Envoi de la transaction du dé-stake
pt: Enviar transação de retirar a participação

source: Sent {btc} BTC
de: {btc} BTC versendet
es: Enviar {btc} BTC
fr: {btc} BTC envoyé
nl: Stuur {btc} BTC
pt: Enviar {btc} BTC
ru: Отправить {btc} BTC
uk: Надіслано {btc} BTC

source: Sent {btc} BTC to {name}
de: {btc} BTC an {name} versendet
es: Enviar {btc} BTC a {name}
fr: {btc} BTC envoyé à {name}
nl: Stuur {btc} BTC naar {name}
pt: Enviar {btc} BTC para {name}
ru: Отправить {btc} BTC на адрес {name}
uk: Надіслано {btc} BTC до {name}

source: Sent {coin} {ticker}
de: {coin} {ticker} versendet
es: Se enviaron {coin} {ticker}
fr: {coin} {ticker} envoyés
nl: Stuur {coin} {ticker}
pt: Enviar {coin} {ticker}
uk: Надіслано {coin} {ticker}

source: Sent {coin} {ticker} to {name}
de: {coin} {ticker} an {name} versendet
es: Se enviaron {coin} {ticker} a {name}
fr: {coin} {ticker} envoyés à {name}
nl: Stuur {coin} {ticker} naar {name}
pt: Enviar {coin} {ticker} para {name}
ru: Отправлено {name} {coin} {ticker}
uk: Надіслано {coin} {ticker} до {name}

source: Sent {fromAsset} – Received {toAsset}
de: {fromAsset} gesendet – {toAsset} erhalten
es: Enviado {fromAsset} – Recibido {toAsset}
fr: Envoyé {fromAsset} – Recu {toAsset}
nl: Verzonden {fromAsset} - Ontvangen {toAsset}
pt: Enviar {fromAsset} – Receber {toAsset}
ru: Отправлены {fromAsset} — получены {toAsset}
uk: Надіслано {fromAsset} – Отримано {toAsset}

source: Sent {nim} NIM
de: {nim} NIM versendet
es: Se enviaron {nim} NIM
fr: {nim} NIM envoyés
nl: Stuur {nim} NIM
pt: Enviar {nim} NIM
ru: Отправить {nim} NIM
uk: Надіслано {nim} NIM

source: Sent {nim} NIM to {name}
de: {nim} NIM an {name} versendet
es: Se enviaron {nim} NIM a {name}
fr: {nim} NIM envoyés à {name}
nl: Stuur {nim} NIM naar {name}
pt: Enviar {nim} NIM para {name}
ru: Отправить {nim} NIM {name}
uk: Надіслано {nim} NIM до {name}

source: Sent at {dateAndTime}
de: Gesendet am {dateAndTime}
es: Enviado el {dateAndTime}
fr: Envoyé le {dateAndTime}
nl: Stuur op {dateAndTime}
pt: Enviado a {dateAndTime}
ru: Отправить {dateAndTime}
uk: Надіслано {dateAndTime}

source: SEPA Instant fee
de: SEPA-Instant-Gebühr
es: Cuota de SEPA Instantáneo
fr: Frais du virement SEPA instantané
nl: SEPA Instant toeslag
pt: Taxa instantânea SEPA
ru: Комиссия SEPA Instant
uk: SEPA Instant комісія

source: SEPA Instant transaction
de: SEPA-Echtzeitüberweisung
es: Transacción SEPA Instantánea
fr: virement SEPA instantané
nl: SEPA Instant transactie
pt: Transação SEPA Instant
ru: транзакцию SEPA Instant
uk: SEPA Instant транзакція

source: Set active stake
fr: Définir le staking actif
pt: Selecionar participação ativa

source: Set Amount
de: Betrag festlegen
es: Ingrese el Monto
fr: Définir le montant
nl: Bedrag ingeven
pt: Definir Valor
ru: Укажите сумму
uk: Вкажіть суму

source: Set an Amount
fr: Définir un montant
pt: Definir um valor

source: Set fee
de: Gebühr festlegen
es: Ingrese la cuota
fr: Définir les frais
nl: Vergoeding ingeven
pt: Definir taxa
ru: Укажите размер комиссии
uk: Задати комісію

source: Set minimum
de: Minimum anwenden
es: Configurar el mínimo
fr: Vendre le minimum
nl: Minimum instellen
pt: Definir mínimo
ru: Задать минимум
uk: Встановити мінімум

source: Setting up atomic swap
de: Sicherer Tausch wird vorbereitet
es: Configurando intercambio atómico
fr: Configuration de l'Atomic Swap
nl: Atomic Swap opzetten
pt: A configuar troca atómica
ru: Подготовка обмена
uk: Атомарний обмін налаштовується

source: Setting up the {currency} side of the swap.
de: Die {currency}-Seite des Tauschs wird vorbereitet.
es: Configurando el lado {currency} del intercambio.
fr: Configuration de la partie {currency} du Swap.
nl: De {currency} kant van de swap instellen.
pt: A configurar o lado da troca de {currency}.
ru: Настройка сторон свопа {currency}
uk: Налаштування сторони обміну {currency}.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
pt: Configurações
ru: Настройки
uk: Налаштування
