Repository: nimiq/wallet
Catalog: src/i18n/*.po
Languages: de, es, fr, nl, pt, ru, uk

source: Max swappable amount is {amount}
de: Höchst-Tauschbetrag ist {amount}
es: El monto máximo intercambiable es {amount}
fr: Le montant maximum Swappable est de {amount}
nl: Maximale omwisselbaar bedrag is {amount}
pt: O valor máximo de troca é de {amount}
ru: Максимальная сумма свопа: {amount}
uk: Максимальна сума, яку можна обміняти: {amount}

source: Minimum buy amount is {amount}
de: Mindest-Kaufbetrag ist {amount}
es: El monto mínimo de intercambio es {amount}
fr: Le montant minimum à swap est {amount}
nl: Minimale bedrag is {amount}
pt: Valor mínimo de compra é de {amount}
ru: Минимальная сумма обмена {amount}
uk: Мінімальна сума обміну {amount}

source: Mobile phone
de: Handy
es: Teléfono celular
fr: Numéro de mobile
nl: Mobiel
pt: Número de telemóvel
ru: Мобильный телефон
uk: Мобільний телефон

source: MoonPay is a third-party service requiring registration and KYC.
de: MoonPay ist ein Drittanbieterdienst, der Registrierung und KYC erfordert.
es: MoonPay es un servicio de terceros que requiere registro y KYC.
fr: MoonPay est un service tiers nécessitant une inscription et une vérification d'identité.
nl: MoonPay is een derde partij die registratie en vereist verificatie.
pt: A MoonPay é um serviço de terceiros que requer registo e KYC.
ru: MoonPay это сторонний сервис требующий регистрацию и KYC.
uk: MoonPay - це сторонній сервіс, який вимагає реєстрації та KYC.

source: More locations will be supported in the future.
de: In der Zukunft werden weitere Länder unterstützt.
es: Mas lugares serán soportados en el futuro.
fr: Plus de pays seront supportés à l'avenir
nl: In de toekomst zullen meer locaties worden ondersteund.
pt: Mais localizações vão ser suportadas no futuro.
ru: В будущем будет поддерживаться больше мест.
uk: У майбутньому буде підтримуватися більше місць.

source: Multiple Addresses
de: Mehrere Adressen
es: Direcciones Múltiples
fr: Adresses multiples.
nl: Meerdere adressen
pt: Vários Endereços.
ru: Список Адресов
uk: Декілька адрес

source: Multiple addresses and Login Files are supported by new accounts only.
de: Mehrere Adressen und Login-Datei werden nur von neuen Konten unterstützt.
es: Direcciones múltiples y Archivos de Sesión son soportados únicamente por cuentas nuevas.
fr: Les adresses multiples et le fichier de connexion sont supportés seulement sur le nouveau type de compte.
nl: Meerdere adressen en Login Files worden alleen ondersteund door nieuwe accounts.
pt: Vários endereços e Ficheiros de Login são suportados exclusivamente por contas novas.
ru: Списки адресов и Файлы Авторизации поддерживаются только аккаунтами нового типа.
uk: Тільки рахунки нового формату підтримують декілька адрес і файли-ключі.

source: Name this contact...
de: Benenne diesen Kontakt...
es: De un nombre a este contacto...
fr: Nommez ce contact...
nl: Geef dit contact een naam...
pt: Dar um nome a este contacto...
ru: Назовите этот контакт...
uk: Вкажіть ім'я контакту...

source: Name this recipient...
de: Benenne den Empfänger...
es: De nombre a este receptor...
fr: Nommez ce destinataire...
nl: Geef deze ontvanger een naam...
pt: Dar um nome a este destinatário...
ru: Назовите этого отправителя...
uk: Вкажіть ім'я відправника...

source: Name your contact
de: Benenne deinen Kontakt
es: De un nombre a su contacto
fr: Nommez votre contact
nl: Geef je contact een naam
pt: Dar um nome ao seu contacto
ru: Укажите имя контакта
uk: Назвіть контакт

source: Network
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk
pt: Rede
ru: Сеть
uk: Мережа

source: Network fee: {sats} sat/vByte
de: Netzwerkgebühr: {sats} sat/vByte
es: Cuota de red: {sats} sat/vByte
fr: Frais de réseau: {sats} sat/vByte
nl: Netwerk vergoeding: {sats} sat/vByte
pt: Taxa de rede: {sats} sat/vByte
ru: Комиссия сети: {sats} sat/vByte
uk: Комісія мережі: {sats} сат/вБайт

source: NIM network fee
de: NIM-Netzwerkgebühren
es: Cuota de red NIM
fr: Frais de réseau NIM
nl: NIM netwerkkosten
pt: taxa de rede NIM
ru: Комиссия сети Nimiq
uk: Комісія NIM

source: Nimiq is not responsible for any loss. Nimiq, wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, and some of the underlying libraries are under active development.
de: Nimiq kann nicht für irgendeinen Verlust verantwortlich gemacht werden. Nimiq, wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, und einige der zugrundeliegenden Bibliotheken befinden sich in aktiver Entwicklung.
es: Nimiq no es responsable por cualquier perdida. Nimiq, wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, y algunas de las librerías subyacentes están bajo continuo desarrollo.
fr: Nimiq n'est responsable d'aucune perte. Nimiq, wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, et certaines des bibliothèques sous-jacentes sont en cours de développement.
nl: Nimiq is niet verantwoordelijk voor enig verlies. Nimiq, wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, en enkele van de onderliggende bibliotheken zijn in actieve ontwikkeling.
pt: A Nimiq não é responsável por qualquer perda. A Nimiq, wallet.nimiq.com, hub.nimiq.com e keyguard.nimiq.com e algumas bibliotecas em desenvolvimento estão sob desenvolvimento constante.
ru: Nimiq не несет ответственности за какие-либо убытки. Nimiq, wallet.nimiq.com, hub.nimiq.com и keyguard.nimiq.com, а также некоторые другие библиотеки находятся в стадии активной разработки.
uk: Німік не несе відповідальності за втрату коштів. Німік, wallet.nimiq.com, hub.nimiq.com і keyguard.nimiq.com, а також інші бібліотеки є на стадії активної розробки.

source: Nimiq now runs on ‘Proof-of-Stake’. Enjoy the massive performance boost, energy-efficiency and staking.
fr: Nimiq fonctionne maintenant en 'Proof-of-Stake'. Profitez de l'augmentation massive des performances, de l'efficacité énergétique et du staking.
pt: A Nimiq agora opera com "Prova de Participação". Aproveita o enorme aumento de desempenho, eficiência energética e participação.

source: Nimiq wallet does not support transaction messages for Bitcoin.
de: Die Nimiq-Wallet unterstützt keine Transaktionsnachrichten für Bitcoin.
es: La billetera Nimiq no soporta mensajes en transacciones para Bitcoin.
fr: Le Wallet Nimiq ne supporte pas les messages de transaction pour Bitcoin.
nl: De Nimiq wallet ondersteunt geen transactieberichten voor Bitcoin.
pt: A carteira da Nimiq não suporta mensagens de transação para a Bitcoin.
ru: Кошелёк Nimiq не поддерживает подпись транзакций для Биткоина.
uk: Гаманець Німік не підтримує повідомлень у переказах.

source: No action required.
fr: Aucune action n'est requise.
pt: Nenhuma ação necessária.

source: No availability data available yet.
fr: Il n'y a pas encore de données de disponibilité actives.
pt: Dados ainda não disponíveis.

source: No connection to {chain} network.
de: Keine Verbindung zum {chain}-Netzwerk
es: No hay conexión a la red {chain}.
fr: Pas de connexion au réseau {chain}.
nl: Geen verbinding met het {chain} netwerk.
pt: Sem conexão à rede {chain}.
ru: Нет соединения с сетью {chain}
uk: Немає підключення до мережі {chain}.

source: No description available
de: Keine Beschreibung verfügbar
es: No hay descripción disponible
fr: Aucune description disponible
nl: Geen beschrijving beschikbaar
pt: Sem descrição disponível

source: No dominance data available yet.
fr: Aucune donnée de dominance n'est encore disponible.
pt: Ainda não existem dados de dominância disponíveis.

source: No funds were received so the swap expired.
de: Da keine Geldbeträge eingegangen sind, ist der Tausch abgelaufen.
es: No se han recibido fondos, entonces el intercambio ha espirado.
fr: Aucuns fonds reçus donc le Swap a expiré.
nl: Er is geen geld ontvangen, dus de swap is verlopen.
pt: Nenhuns fundos foram recebidos e por isso a troca expirou.
ru: Средства не были получены, и срок обмена истёк.
uk: Кошти не надійшли, тому термін дії обміну закінчився.

source: No payment request found
de: Keine Zahlungsanforderung gefunden
es: No se ha encontrado una solicitud de pago
fr: Aucune demande de paiement n'a été trouvée
nl: Geen betaalverzoek gevonden
pt: Pedido de pagamento não encontrado
ru: Платежный запрос не найден

source: No registration
de: Keine Registrierung
es: No registro
fr: Pas d'enregistrement
nl: Geen registratie
pt: Sem registo
ru: Без регистрации
uk: Без реєстрації

source: No reliability data available yet.
fr: Aucune donnée de fiabilité n'est encore disponible.
pt: Ainda não existem dados de fiabilidade disponíveis.

source: No request received.
de: Keine Anfrage erhalten.
es: No se ha recibido ninguna solicitud.
fr: Aucune demande reçue.
nl: Geen verzoek ontvangen.
pt: Nenhum pedido recebido.
ru: Запрос не получен.
uk: Запит не отримано.

source: No rewards yet
fr: Pas encore de récompense

source: No transactions found
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucune transaction trouvée
nl: Geen transacties gevonden
pt: Não foram encontradas transações
ru: Транзакции не найдены
uk: Переказів не знайдено

source: None
de: Keine
es: Ninguna
fr: Aucun
nl: Geen
pt: Nenhum
ru: Нет
uk: Ні

source: Not a pending payment request
de: Keine ausstehende Zahlungsanforderung
es: No hay solicitud de pago pendiente
fr: Pas de demande de paiement en attente
nl: Geen openstaand betalingsverzoek
pt: Não é um pedido de pagamento pendente
ru: Не является запросом обрабатывающийся оплаты

source: Not all accounts provided by this bank support instant transactions.
de: Nicht alle Konten dieser Bank unterstützen Instant-Überweisungen.
es: No todas la cuentas que son proveídas por este banco soportan transacciones instantáneas.
fr: Tous les comptes fournis par cette banque ne supportent pas forcément les transactions instantanées.
nl: Niet alle rekeningen van deze bank ondersteunen directe transacties.
pt: Nem todas as contas fornecidas por este banco suportam transações instantâneas.
ru: Не все счета этого банка поддерживают моментальные транзакции.
uk: Не всі рахунки, надані цим банком, підтримують миттєві операції.

source: Not available in your browser
de: Nicht verfügbar in deinem Browser
es: No disponible en tu navegador
fr: Non disponible avec votre navigateur
nl: Niet beschikbaar in jouw browser
pt: Indisponível no teu browser
ru: Недоступно в вашем браузере
uk: Недоступно у вашому веб-оглядачі

source: Not available in your country
de: Nicht verfügbar in deinem Land
es: No disponible en su país
fr: Non disponible dans votre pays
nl: Niet beschikbaar in jouw land
pt: Indisponível no teu país
ru: Недоступно в вашей стране
uk: Недоступно у вашій країні

source: not sent
de: nicht gesendet
es: no enviado
fr: non envoyé
nl: niet verzonden
pt: não enviado
ru: не отправлено
uk: Не відправлено

source: OASIS is finally here!
de: OASIS ist endlich da!
es: ¡OASIS por fin esta aquí!
fr: OASIS est enfin là !
nl: OASIS is eindelijk hier!
pt: OASIS finalmente chegou!
ru: OASIS наконец-то здесь! Какая радость!
uk: OASIS нарешті тут!

source: OASIS limit exceeded
de: OASIS-Obergrenze überschritten
es: limite de OASIS excedido
fr: Limite d'utilisation d'OASIS dépassée
nl: OASIS-limiet overschreden
pt: limite do OASIS excedido
ru: Превышен лимит OASIS
uk: Перевищено ліміт OASIS

source: OASIS service fee
de: OASIS-Servicegebühr
es: Cuota de servicio de OASIS
fr: frais de service OASIS
nl: OASIS servicekosten
pt: taxa de serviço OASIS
ru: Комиссия сервиса OASIS
uk: Комісія OASIS

source: Off
de: Aus
es: Apagado
fr: Inactif
nl: Uit
pt: Desligado
ru: Выкл
uk: Вимк.

source: OK! Contacts imported successfully.
de: OK! Deine Kontakte wurden erfolgreich importiert.
es: ¡OK! Los Contactos fueron importados exitosamente.
fr: OK ! Les contacts ont été importés avec succès.
nl: HOPPA! Contacten succesvol geïmporteerd.
pt: OK! Contactos importados com sucesso.
ru: Импорт контактов выполнен успешно.
uk: Контакти було додано успішно.

source: Old and new Accounts
de: Alte und neue Konten
es: Cuentas viejas y nuevas
fr: Anciens et nouveaux Comptes
nl: Oude en nieuwe accounts
pt: Contas novas e antigas
ru: Старые и новые Аккаунты
uk: Нові і старі рахунки

source: On
de: An
es: Encendido
fr: Actif
nl: Aan
pt: Ligado
ru: Вкл
uk: Увімк.

source: One account can now have multiple addresses.
de: Ein Konto kann jetzt mehrere Adressen haben.
es: Una cuenta ahora puede tener múltiples direcciones.
fr: Un compte peut supporter plusieurs adresses.
nl: Eén account kan nu meerdere adressen hebben.
pt: Agora uma conta pode ter vários endereços.
ru: Один аккаунт теперь поддерживает несколько адресов.
uk: Один рахунок може мати декілька адрес.

source: One Account, many Addresses
de: Ein Konto, viele Adressen
es: Una Cuenta, muchas Direcciones
fr: Un Compte, plusieurs Adresses
nl: Eên account, meerdere adressen.
pt: Uma Conta, vários Endereços.
ru: Один Аккаунт, много Адресов
uk: Один рахунок - багато адрес

source: Ongoing
fr: En cours

source: Or buy BTC directly in the wallet.
de: Oder kaufe BTC direkt in der Wallet.
es: O compre BTC directamente en la billetera.
fr: Ou acheter du BTC directement dans le Wallet.
nl: Of koop BTC rechtstreeks in de Wallet.
pt: Ou compra BTC diretamente na wallet.
ru: Или покупайте BTC прямо здесь, в кошельке.
uk: Або купіть BTC прямо в гаманці.

source: Overwrite how the Keyguard is opened.
de: Überschreibe wie der Keyguard geöffnet wird.
es: Sobreescribe como se abre el Keyguard.
fr: Remplace la manière dont le Keyguard s'ouvre.
nl: Overschrijf hoe de Keyguard wordt geopend.
pt: Mudar a forma como a Keyguard é aberta.
ru: Переопределить способ открытия Keyguard.
uk: Перезаписати спосіб відкриття Keyguard.

source: Paid out by {validator}
fr: Payé par {validator}

source: partially reverted
de: teilweise zurückgesetzt
es: revertido parcialmente
fr: partiellement annulé
nl: gedeeltelijk teruggedraaid
pt: parcialmente revertido
ru: частично возвращено

source: Partially reverted
de: Teilweise zurückgesetzt
es: revertido parcialmente
fr: Partiellement annulé
nl: Gedeeltelijk teruggedraaid
pt: Pacialmente revertido
ru: Частично возвращено

source: paused
fr: en pause
pt: pausado

source: Pay within {countdown}
de: Zahler innerhalb {countdown}
es: Pague en {countdown}
fr: Payer avant {countdown}
nl: Betaal binnen {countdown}
pt: Pagar em {countdown}
ru: Оплатите в течении {countdown}

source: Payment request has already been paid
de: Zahlungsanforderung wurde bereits bezahlt
es: La solicitud de pago ya ha sido pagada
fr: La demande de paiement a déjà été réglée
nl: Het betaalverzoek is reeds betaald.
pt: Pedido de pagamento já foi pago
ru: Запрос на оплату уже был оплачен

source: Payments, got it
de: Zahlungen, verstanden
es: Pagos, entendido
fr: Paiements, c'est noté
nl: Betalingen, begrepen
pt: Pagamentos, entendido
ru: Платежи, хорошо

source: Payout ready
fr: Paiement prêt

source: Pegged 1:1 to the U.S. Dollar
de: 1:1 an den U.S. Dollar gekoppelt
es: Fijado 1:1 al U.S. Dollar
fr: Fixé à 1:1 au dollar américain
nl: 1:1 gekoppeld aan de Amerikaanse dollar
pt: Ligado 1:1 ao Dólar U.S
ru: Привязан 1:1 к Доллару США
uk: Прив'язаний 1:1 до долара США

source: pending
de: ausstehend
es: en trámite
fr: en attente
nl: In afwachting
pt: pendente
ru: в обработке
uk: очікується

source: Pending Cashlinks
de: Offene Cashlinks
es: Cashlinks en trámite
fr: Cashlinks en Attente
nl: In afwachting van cashlinks
pt: Cashlinks pendentes
ru: Cashlink в обработке
uk: В очікуванні

source: Pending...
de: Ausstehend...
es: En trámite...
fr: En attente...
nl: In afwachting...
pt: Pendente...
ru: Обрабатывается...
uk: Очікується...

source: Per-swap limits raised to {amount}
de: Pro-Tausch-Grenze erhöht auf {amount}
es: límites por intercambio se han incrementado a {amount}
fr: Les limites par swap ont été augmenté à {amount}.
nl: Limieten per swap verhoogd naar {amount}
pt: Limite por troca aumentados para {amount}
ru: Своп-лимиты увеличены до {amount}
uk: Ліміти обміну збільшено до {amount}

source: Performing Atomic Swap
de: Sicherer Tausch wird durchgeführt
es: Realizando Intercambio Atómico.
fr: Exécution de l'Atomic Swap
nl: Atomic Swap uitvoeren
pt: Executar Troca Atómica
ru: Совершаем Atomic Swap
uk: Виконання Атомарного обміну

source: Performing swap {progress}/5
de: Tausch wird durchgeführt {progress}/5
es: Ejecutando intercambio {progress}/5
fr: Exécution du Swap {progress}/5
nl: Swap {progress} / 5 uitvoeren
pt: A executar a troca {progress}/5
ru: Обмен выполняется {progress}/5
uk: Проводиться обмін {progress}/5

source: Pick a stable coin for your wallet. You can always switch between the two.
de: Wähle eine Stablecoin für deine Wallet. Du kannst jederzeit zwischen den beiden wechseln.
fr: Choisissez un Stablecoin pour votre wallet. Vous pourrez toujours passer de l'un à l'autre plus tard.
nl: Kies een stablecoin voor je wallet. Je kunt altijd tussen de twee wisselen.
pt: Escolhe uma moeda estável para a tua wallet. Podes sempre mudar entre as duas.

source: Please activate BTC or USDC in your account first to be able to swap to these currencies.
de: Bitte aktiviere zuerst BTC oder USDC in deinem Konto, um den Tausch dieser Währungen vornehmen zu können.
es: Por favor, active primero BTC o USDC en su cuenta para poder intercambiar a estas monedas.
fr: Veuillez d'abord activer BTC ou USDC sur votre compte pour pouvoir effectuer des échanges dans ces devises.
nl: Activeer eerst BTC of USDC in je account om naar deze valuta's te kunnen wisselen.
pt: Por favor ativa BTC ou USDC na tua conta primeiro para poderes fazer a troca para essas moedas.

source: Please ask the merchant to create a new payment request.
de: Bitte den Händler, eine neue Zahlungsanforderung zu erstellen.
es: Por favor solicite la creación de una nueva solicitud de pago.
fr: Veuillez demander au commerçant de créer une nouvelle demande de paiement.
nl: Vraag de winkelier om een nieuw betaalverzoek aan te maken.
pt: Por favor pede ao comerciante para criar um novo pedido de pagamento.

source: Please do not use your Mainnet accounts!
de: Bitte benutze nicht deine Mainnet-Konten!
es: ¡Por favor no use cuentas de Mainnet!
fr: Veuillez ne pas utiliser vos comptes Mainnet !
nl: Gebruik alsjeblieft niet je Mainnet accounts!
pt: Por favor não uses as tuas contas da Mainnet!
ru: Пожалуйста не используйте свои аккаунты основной сети Mainnet Nimiq!
uk: Будь ласка, не використовуйте ваші рахунки з основної мережі.

source: Please ensure that you are sending an instant transaction!
de: Stelle sicher, dass du eine Instant-Überweisung sendest!
es: Por favor asegúrese que esta enviando transacciones instantáneas.
fr: Veuillez vous assurer que vous envoyez une transaction instantanée !
nl: Zorg ervoor dat u een directe transactie verzendt!
pt: Por favor garante que estás a enviar uma transação instantânea!
ru: Убедитесь, что вы отправляете моментальную транзакцию!
uk: Переконайтесь, що ви надсилаєте миттєву транзакцію!

source: Please have patience while we fix:
fr: Merci de patienter pendant que nous procédons à la réparation de :
pt: Por favor tem paciência enquanto nós resolvemos:

source: Please keep your Swap ID for reference.
de: Bitte bewahre deine Tausch-ID als Referenz auf.
es: Por favor conserve el ID de su intercambio como referencia.
fr: Merci de conserver l'ID de votre Swap comme référence.
nl: Bewaar uw Swap ID voor referentie.
pt: Por favor mantem o teu ID de Troca para referência.
ru: Сохраните свой идентификатор обмена на всякий случай.
uk: Збережіть свій ідентифікатор обміну для довідки.

source: Please note that wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com are not "hosted wallets". You do not create a hosted account or give Nimiq your funds to hold onto. You hold your keys that control the funds at your account addresses on your device. Nimiq only makes it easy for you, through a browser, to create, save, and access your information and interact with the blockchain.
de: Sei dir bewusst, dass wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com nicht "verwaltete Wallets" sind. Du erstellst kein von Nimiq verwaltetes Konto, und gibst nicht Nimiq dein Guthaben um darauf aufzupassen. Du hast die Schlüssel, die dein Guthaben auf deinen Konto Adressen kontrollieren, auf deinem Gerät. Nimiq macht es dir nur möglich, durch einen Browser, deine Daten zu erstellen, zu speichern und auf diese zuzugreifen und mit der Blockchain zu interagieren.
es: Por favor tenga en mente que wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com no son "billeteras alojadas". Usted no crea una cuenta alojada o brinda el manejo de sus fondos a Nimiq. Usted tiene sus llaves las cuales controlan los fondos de las direcciones de sus cuentas en su dispositivo. Nimiq solo le facilita, a través de un navegador, crear, almacenar y acceder a su información e interactuar con la cadena de bloques.
fr: Veuillez noter que wallet.nimiq.com, hub.nimiq.com et keyguard.nimiq.com ne sont pas des "portefeuilles hébergés". Vous ne créez pas de compte hébergé et ne donnez pas à Nimiq vos fonds pour les conserver. Vous détenez vos clés qui contrôlent les fonds des adresses de votre compte sur votre appareil. Nimiq vous permet simplement, via un navigateur, de créer, enregistrer, accéder à vos informations et d'interagir avec la blockchain.
nl: Houd er rekening mee dat wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com geen "gehoste wallets" zijn. Je maakt geen gehost account aan en geeft geen geld aan Nimiq. Alleen jij bezit je keys die het geld op jouw accountadressen beheren. Nimiq maakt het je alleen gemakkelijk, via een browser, om jouw informatie te verwerken, op te slaan, toegang te krijgen en om te communiceren met de blockchain.
pt: Por favor observa que wallet.nimiq.com, hub.nimiq.com e keyguard.nimiq.com não são "wallets hospedadas". Não cries uma conta hospedada ou mandes os teus fundos à Nimiq para a manter. Tu guardas as suas chaves e controlas os teus fundos nos teus endereços da conta no teu dispositivo. A Nimiq só te facilita a vida dentro do browser para criar, guardar e conectar a tua informação e interagir com a blockchain.
ru: Пожалуйста, обратите внимание, что wallet.nimiq.com, hub.nimiq.com и keyguard.nimiq.com являются децентрализированными кошельками. Вы не передаете Nimiq свои средства для хранения. Лично вы и только вы владеете ключами для доступа к адресам своего аккаунта. Для более быстрого и удобного доступа к блокчейну, Nimiq использует ваш браузер.
uk: Важливо розуміти, що wallet.nimiq.com, hub.nimiq.com і keyguard.nimiq.com не є "централізованими гаманцями". Ви не передаєте контроль над коштами команді Німік чи іншим третім особам. Контроль над вашими коштами є тільки у вас на вашому пристрої. Німік лишень надає веб-застосунок для того щоб ви могли з легкістю взаємодіяти з блокчейном напряму.

source: Please transfer
de: Bitte überweise
es: Por favor transfiera
fr: Veuillez transférer
nl: Gelieve over te maken
pt: Por favor transfira
ru: Переведите
uk: Будь ласка, перекажіть

source: Please wait for your current swap to finish before starting a new one.
de: Bitte warte, bis dein aktueller Tausch beendet ist, bevor du einen neuen beginnst.
es: Por favor espere a que finalice el intercambio existente antes de comenzar un nuevo.
fr: Veuillez attendre que votre swap actuel soit terminé avant d'en commencer un nouveau.
nl: Wacht tot je huidige swap is voltooid voordat je een nieuwe kan starten.
pt: Por favor espera que a tua troca atual termine antes de começar uma nova.
uk: Будь ласка, дочекайтеся завершення поточного обміну, перш ніж починати новий.

source: PoS Testnet
fr: Testnet PoS

source: Pre-staking Migration Address
de: Vorstaking-Migrationsadresse
es: Dirección de Migración de Pre-Staking.
fr: Adresse de pré-stacking pour la migration
nl: Pre-staking Migratie Adres
pt: Endereço de Pré-participação da Migração

source: Problems with un-staking.
fr: Problèmes avec le dé-stake.
pt: Problemas com retirar a participação.
